{
  "products": [
    {
      "category": "Shirts & Tops",
      "name": "Columbia Women's Zero Rules Short-Sleeve Shirt - Columbia Grey Heather",
      "image": "assets/products/323319_00_d.jpg",
      "manufacturer": "Columbia",
      "season": "Summer",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "This soft functional shirt features Columbia's industry-leading cooling technology. It reacts to perspiration and consequently lowers the temperature of the material. Outdoor shirt made of moisture-regulating material with UPF 30 sun protection for a lot of comfort.",
      "price": 19.99,
      "size": ["S", "M"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Columbia Women's Outdoor Elements III T-Shirt - Haute Pink, Take a Hike",
      "image": "assets/products/323584_00_d.jpg",
      "manufacturer": "Columbia",
      "season": "Summer",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "With this shirt with funny graphic print you bring variety in the everyday life.",
      "price": 17.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Columbia Men's Silver Ridge II Short Sleeve Shirt - Carbon",
      "image": "assets/products/323791_00_d.jpg",
      "manufacturer": "Columbia",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "The Silver Ridge collection looks back on a long tradition with travel enthusiasts and outdoor enthusiasts. With this optimized version, Columbia has refined the details while maintaining the essential features of a travel t-shirt, such as integrated sun protection 50, sun protection collar and waistband. With this collection you are protected, even when things get hot. The ventilation keeps you cool and looking good at the same time. The integrated cleaning cloth for sunglasses ensures a perfect view.",
      "price": 33.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Fjällräven Övik Knit Sweater - navy",
      "image": "assets/products/335305_00_d.jpg",
      "manufacturer": "Fjällräven",
      "season": "Winter",
      "for": "Men's",
      "material": "Wool",
      "description": "Comfortable sweater in soft, warm wool for everyday use and relaxed outdoor life. A beautiful patterned garment that also has excellent functionality as wool wicks away moisture from base layer garments and is one of few fibres that warms even when damp. Perfect as an insulating middle layer under a shell jacket, or together with a down vest, for example, on warmer days.",
      "price": 103.99,
      "size": ["M", "L"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Fjällräven High Coast Merino Sweater - night sky",
      "image": "assets/products/282871_00_d.jpg",
      "manufacturer": "Fjällräven",
      "season": "Winter",
      "for": "Men's",
      "material": "Wool",
      "description": "Classic round-necked sweater in merino wool with light structure knitting. The soft merino fibres give a sweater that doesn’t itch and that has all of wool’s excellent temperature-regulating properties. A stylish everyday favourite that is perfect for most occasions, all year round.",
      "price": 131.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "adidas Women's Terrex Tivid 1/2 Zip Fleece Pullover - grey five",
      "image": "assets/products/222278_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "season": "Winter",
      "for": "Women's",
      "material": "recycled fabrics",
      "description": "This women's fleece top is designed for active wear and everyday warmth. It's a layering piece in cold weather and a stand-alone top for milder weather. A half-zip lets you adjust venting and the polar fleece build is soft against the skin.",
      "price": 40.99,
      "size": ["S", "M"]
    },
    {
      "category": "Shirts & Tops",
      "name": "adidas Women's Knit Jersey - glow blue",
      "image": "assets/products/334976_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "season": "Winter",
      "for": "Women's",
      "material": "recycled fabrics",
      "description": "Be ready for the changing conditions of the mountains. Hot, cold or in between, this long sleeve top balances body temperature so you stay comfortable on the trail. The lightweight midlayer has a flexible design with ribbed inserts for total range of motion.",
      "price": 66.99,
      "size": ["S", "M", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "adidas Women's Mountain Tee - trace scarlet",
      "image": "assets/products/263994_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "season": "Spring/Fall",
      "for": "Women's",
      "material": "Blended fabric",
      "description": "Follow the trail less travelled in this women's t-shirt. Climalite keeps you dry by shedding sweat for quick drying comfort every step of the way. A Terrex mountain graphic covers the chest. adidas is committed to creating products in more sustainable ways. This tee is made with recycled polyester to save resources and decrease emissions.",
      "price": 16.99,
      "size": ["XS", "S"]
    },
    {
      "category": "Shirts & Tops",
      "name": "adidas Men's Ascend Tee - medium grey heather",
      "image": "assets/products/329277_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Blended fabric",
      "description": "Pedal, hike or climb. The outdoors delivers the challenge for you to take. This men's t-shirt shares the outdoor spirit with a multidiscipline compass rose graphic. The tee is built with a soft cotton blend that features recycled polyester.",
      "price": 19.99,
      "size": ["S", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "adidas Men's Ascend Tee - blue beauty",
      "image": "assets/products/328011_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Blended fabric",
      "description": "Pedal, hike or climb. The outdoors delivers the challenge for you to take. This men's t-shirt shares the outdoor spirit with a multidiscipline compass rose graphic. The tee is built with a soft cotton blend that features recycled polyester.",
      "price": 19.99,
      "size": ["M", "L"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Dare 2b Kids Frenzy T-Shirt - 61I Ash Grey Marl",
      "image": "assets/products/317122_00_d.jpg",
      "manufacturer": "Dare 2b",
      "season": "Summer",
      "for": "Kids",
      "material": "Cotton",
      "description": "The Frenzy T-shirt by Dare 2b is made of cotton fabric, has a round neckline and a trendy front print. The Frenzy Tee is part of the Active series.",
      "price": 10.99,
      "size": ["XS", "S"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Dare 2b Kids Frenzy T-Shirt - 9RW Cajun Orange",
      "image": "assets/products/317124_00_d.jpg",
      "manufacturer": "Dare 2b",
      "season": "Summer",
      "for": "Kids",
      "material": "Cotton",
      "description": "The Frenzy T-shirt by Dare 2b is made of cotton fabric, has a round neckline and a trendy front print. The Frenzy Tee is part of the Active series.",
      "price": 10.99,
      "size": ["XS", "S"]
    },
    {
      "category": "Shirts & Tops",
      "name": "GORE Wear R5 Women Sleeveless Shirt - black 9900",
      "image": "assets/products/306567_00_d.jpg",
      "manufacturer": "GORE Wear",
      "season": "Summer",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "On a beautifully warm day, there should be no reason to return home until your wanderlust is fully sated. Taped shoulder seams are designed for comfort with a backpack or without. This highly breathable shirt will ensure you can keep going all day.",
      "price": 45.95,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shirts & Tops",
      "name": "GORE Wear M Brand Shirt 100490 - deep water blue/citrus green AHAR",
      "image": "assets/products/305463_00_d.jpg",
      "manufacturer": "GORE Wear",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "This versatile shirt will become a key player in your workout wardrobe. Wear it alone on warm days or use it as the foundation of any technical layering strategy when the weather gets nasty. Careful construction maximizes comfort by reducing seams.",
      "price": 41.95,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "GORE Wear R3 Melange Shirt - nordic blue AP00",
      "image": "assets/products/305539_00_d.jpg",
      "manufacturer": "GORE Wear",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "A light & airy shirt with a clean look that's perfect for every outside adventure. Featuring extra soft material for increased next-to-skin comfort, GORE® has managed to increase moisture management to ensure you stay the right temperature all day.",
      "price": 34.95,
      "size": ["KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "GORE Wear M Women Thermo Long Sleeve Zip Shirt - black/neon yellow 9908",
      "image": "assets/products/336657_00_d.jpg",
      "manufacturer": "GORE Wear",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "A warm shirt for cold days, this versatile piece is great for every winter workout. A neutral cut is perfect for running, skiing or heading to the gym. Pair it with a base layer for added warmth, or under a jacket when the weather turns foul.",
      "price": 71.95,
      "size": ["L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "GORE Wear M Women Thermo Long Sleeve Zip Shirt - black 9900",
      "image": "assets/products/336662_00_d.jpg",
      "manufacturer": "GORE Wear",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "A warm shirt for cold days, this versatile piece is great for every winter workout. A neutral cut is perfect for running, skiing or heading to the gym. Pair it with a base layer for added warmth, or under a jacket when the weather turns foul.",
      "price": 71.95,
      "size": ["L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Mammut Moench Advanced Half Zip Longsleeve Men - black",
      "image": "assets/products/330562_00_d.jpg",
      "manufacturer": "Mammut",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "In the mountains, good equipment is half the battle - and already begins on your skin. Because there's nothing more unpleasant than damp, sticky underwear that disturbs when climbing, hiking or skiing. Fortunately, Mammut has the Moench Advanced ML Half Zip Longsleeve Men in the Eiger Extreme collection. The material combination of Cordura yarn gives the longsleeve longevity and abrasion resistance. A thin Powerdry fabric under the arms has a natural antibacterial and odour-inhibiting effect. This allows the Moench Advanced Half Zip Longsleeve Men to be worn for several days in a row.",
      "price": 110.99,
      "size": ["M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Mammut Moench Advanced Half Zip Longsleeve Men 1041-09890 - ice",
      "image": "assets/products/234392_00_d.jpg",
      "manufacturer": "Mammut",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "In the mountains, good equipment is half the battle - and this starts directly on your skin. Because there is nothing more unpleasant than the irritation of damp undergarments clinging to your skin when climbing, hiking or on a ski tour. Luckily, the Eiger Extreme Collection includes the Moench Advanced ML Half Zip Longsleeve Men. The combination of very lightweight Polartec® Power Dry® and highly elastic Polartec® Power Stretch materials keeps you cozy and warm and fits like a second skin. The collar is cut high and the chin protector does not chafe. And, to allow you to slip your favorite longsleeve on again the next day, the Moench Advanced ML Half Zip Longsleeve Men has an antimicrobial treatment. Which means: it stays fresh for longer than your leg muscles.",
      "price": 89.99,
      "size": ["M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Mammut Trovat T-Shirt Men - peacoat melange",
      "image": "assets/products/331157_00_d.jpg",
      "manufacturer": "Mammut",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "A thrill for keen hikers: The Trovat T-Shirt Men is made from pleasantly soft, quick-drying drirelease® material. An antimicrobial treatment avoids unpleasant odors and makes sure you feel good even on strenuous sections of your route. The shirt comes in different print options for an individual look. From relaxed hikes to mountain tours – it's perfect.",
      "price": 33.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Mammut Moench Light T-Shirt Women - dawn",
      "image": "assets/products/271758_00_d.jpg",
      "manufacturer": "Mammut",
      "season": "Summer",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "Remote mountain environments are best explored in practical clothing. The Moench Light T-Shirt Women is made from the very light and elastic Polartec® Power Dry® material with a pleasantly smooth feel for excellent moisture management and quick drying. This allows you to give it everything you've got on your climbs, as sweat is effectively wicked away from your body to prevent chilling. An antimicrobial treatment successfully reduces unpleasant odors. The Mammut® Vertical Motion Technology™ will ergonomically optimize your alpine movement sequences, while functional underarm gussets ensure optimum freedom of movement. The flat seams provide perfect comfort and avoid chafing under your backpack. With the Moench Light T-Shirt Women, you are ready for any challenge.",
      "price": 47.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Mammut Alnasca Longsleeve Women - blush",
      "image": "assets/products/330611_00_d.jpg",
      "manufacturer": "Mammut",
      "season": "Winter",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "The unique colour gradient, which changes into a feather print, gives the Alnasca Longsleeve Women a unique look. The Modal-Elastan-Mix provides a pleasant wearing comfort. You also benefit from the temperature-regulating and antimicrobial properties of the material for an all-round feel with a cool look.",
      "price": 54.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Craghoppers NosiLife Adventure II Long-Sleeved Shirt - black pepper",
      "image": "assets/products/320005_00_d.jpg",
      "manufacturer": "Craghoppers",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "Peerless sun-protective adventure shirt that delivers reliable sun protection and insect repellent treatment. The lightweight ripstop construction wicks moisture away from the skin for effective cooling and anti-odour action in the stickiest conditions. Includes a special zip’n’clip RFID pocket for added security.",
      "price": 54.99,
      "size": ["S", "M", "L", "KL", "XXL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Craghoppers NosiLife Barmera Long-Sleeved Check Shirt - ocean blue print",
      "image": "assets/products/239701_00_d.jpg",
      "manufacturer": "Craghoppers",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "Arrive at your destination cool and unflustered in this stylish check travel shirt. Ideal for hot-climate adventures, Bermera is designed to deliver effective performance on the trail and in the town. With insect repellent treatment and Solarshield sun protection. The shirt’s anti-bacterial, quick-drying action helps skin stay fresh when the heat is on.",
      "price": 52.99,
      "size": ["S", "M", "L", "KL", "XXL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Craghoppers NosiLife II Short-Sleeved Baselayer T-Shirt - black pepper",
      "image": "assets/products/320039_00_d.jpg",
      "manufacturer": "Craghoppers",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "Slip into this versatile base layer and enjoy cooling, anti-odour protection from UV rays and biting insects. Made from NosiLife polyester mesh, this technical tee provides insect-repellent and sun-protective performance, at the same time, wicking moisture away from the skin for a fresh feel all day long. Featuring simple crew neck styling and reflective detail.",
      "price": 22.99,
      "size": ["S", "M", "L", "KL", "XXL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "ION Bike Tee SS Traze Amp Shortsleeve Jersey - sea green",
      "image": "assets/products/292219_00_d.jpg",
      "manufacturer": "ION",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "Very lightweight, highly breathable, moisture-wicking and Trail oriented shortsleeve jersey. Short-sleeved jersey made of a cooling Nano Bamboo Charcoal fabric in a Regular_Fit cut.",
      "price": 33.99,
      "size": ["S", "M", "L", "KL", "XXL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "ION Bike Button Tee SS Traze Women's Shortsleeve Jersey - antic lila",
      "image": "assets/products/298866_00_d.jpg",
      "manufacturer": "ION",
      "season": "Summer",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "Shortsleeved jersey with buttoned neck made of a functional, soft-touch stretch fabric in a sporty Slim_Fit cut. The Channel Flow Lite structure makes this shirt a breathable all-rounder for your day on the trails. One zip back pocket provides space for a snack or other small stuff.",
      "price": 33.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shirts & Tops",
      "name": "ION Bike Tee Half Zip SS Traze Amp Women's Shortsleeve Jersey - grannysmith green",
      "image": "assets/products/292459_00_d.jpg",
      "manufacturer": "ION",
      "season": "Summer",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "Half-zipped, short-sleeved jersey made of functional, soft-touch stretch fabric with Channel Flow Lite structure in a sporty Slim_Fit. Mesh_Panels for improved ventilation. Three pockets on the back and the integrated Phone_Pouch provide a safe ride for your belongings. The Tee Half Zip SS TRAZE AMP comes with an integrated glass wipe called Clear_Optics. On top of all this, we’ve added Reflective_Details for additional safety on evening rides.",
      "price": 38.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Odlo Women's CARVE 1/2 zip Warm Midlayer 541781 - 10576 odyssey gray",
      "image": "assets/products/283885_00_d.jpg",
      "manufacturer": "Odlo",
      "season": "Winter",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "Casual and colourful, the Carve Warm 1/2 zip midlayer is a functional layer that wraps you up warm so you can carve up the mountain in comfort. Constructed with Ceramiwarm technology, this midlayer utilises the natural reflective properties of ceramic particles to bounce heat back to your body while offering enhanced warming properties without adding weight or creating overheating. Stretchable, soft and smooth, this sweater is sure to make you feel happy and warm all day long. For more fun this season, grab the bright and brilliant Carve Warm 1/2 zip midlayer.",
      "price": 41.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Odlo Midlayer 1/2 zip PAZOLA Womens Pullover 292371 - 10045 white - vivid blue",
      "image": "assets/products/186085_00_d.jpg",
      "manufacturer": "Odlo",
      "season": "Winter",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "Warm womens longsleeve shirt made of fleece material with short front zip.",
      "price": 19.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Odlo Midlayer 1/2 zip STEAM - 30444 hawaiian sunset melange",
      "image": "assets/products/283860_00_d.jpg",
      "manufacturer": "Odlo",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "Odlo STEAM Midlayer with super fast drying waffle structure and perfect thermoregulation. The pullover is highly stretchable for great freedom of movement.",
      "price": 42.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Odlo BL Top Crew neck l/s F-DRY Men - ensign blue",
      "image": "assets/products/313255_00_d.jpg",
      "manufacturer": "Odlo",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "The F-Dry BL long sleeve crew neck top for men has been specially designed by outdoor market leader ODLO to take on sun, heat, moisture and even chilly weather. F-Dry Eyelet Effect technology makes this top extra soft while offering the highest levels of moisture management that utilises fast-drying push-pull-effect technology to move moisture away from your skin effectively to dry you off quicker. Effect by ODLO fights odours while creating excellent personal climate control. Get ready for anything this summer in ODLO’s F-Dry BL long sleeve crew neck top for men.",
      "price": 28.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Odlo Men's Polo F-DRY 550662 - zinfandel",
      "image": "assets/products/313312_00_d.jpg",
      "manufacturer": "Odlo",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "Modern materials and classic style are paramount in the design of ODLO’s new F-Dry Polo short sleeve top for men. Get more out of your time on the links, on the court or in your everyday life thanks to the ultra fast-drying and refreshing F-Dry technology in this Polo top. Push-Pull-Effect pulls moisture away from your skin and pushes it away from you for faster evaporation when the heat’s turned up. With the F-Dry Polo short sleeve top from ODLO, you don’t have to choose between style and substance.",
      "price": 28.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Icebreaker Mens Stevenston Long Sleeve Flannel Shirt - Gritstone HTHR",
      "image": "assets/products/343579_00_d.jpg",
      "manufacturer": "Icebreaker",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Blended fabric",
      "description": "The shirt to have in your wardrobe for year-round style, the Steveston Long Sleeve Flannel Shirt combines smart looks with a comfortable fit. From the commute to after-work catch-ups and weekend adventures, this shirt is soft and luxurious for all-day comfort. It’s made from Icebreaker's signature COOL-LITE™ fabric, a blend of merino with natural TENCEL™ for drape and breathability, plus LYCRA® for stretch and a touch of polyester for durability. Classic features include a chest pocket and cuffs with button closures.",
      "price": 118.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Icebreaker Mens Sphere Crewe Long Sleeve Shirt 2019 - Black HTHR",
      "image": "assets/products/343391_00_d.jpg",
      "manufacturer": "Icebreaker",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Blended fabric",
      "description": "An ultra-light merino longsleeve shirt for warm-weather conditions, the Sphere Long Sleeve Crewe features an updated design to provide maximum comfort whether you're running for the train or heading off on adventures. Made from Icebreaker's 130gm jersey, the corespun fabric features merino fibers wrapped around nylon for added durability and next-to-skin softness and Cool-Lite™ technology keeps you cool through the hotter days. The ideal shirt for when you're on the move and want a bit of extra coverage, it's breathable, odor-resistant and quick-drying and the crewe-neck design is classic and comfortable. The shoulder seams are off-set to prevent your pack rubbing when you're commuting or hiking.",
      "price": 63.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Icebreaker Mens Compass Short Sleeve Shirt - Monsoon",
      "image": "assets/products/309885_00_d.jpg",
      "manufacturer": "Icebreaker",
      "season": "Summer",
      "for": "Men's",
      "material": "Blended fabric",
      "description": "The perfect complement to active summer days and epic days of traveling to far-flung destinations, the Compass Short Sleeve Shirt is a stylish summertime button-up featuring Icebreaker's Cool-Lite™ fabric. Cool-Lite blends soft, breathable and odor-resistant merino wool with natural Tencel®. Offset shoulder seams eliminate chafing when you’re traveling with a backpack, and a single buttoned chest pocket stashes your passport, cash or other small essentials.",
      "price": 76.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Icebreaker Womens Tech Lite SS Low Crewe Cadence Pulse - Ember",
      "image": "assets/products/351399_00_d.jpg",
      "manufacturer": "Icebreaker",
      "season": "Summer",
      "for": "Women's",
      "material": "Blended fabric",
      "description": "When it comes to versatility and year-round comfort, the Tech Lite Short Sleeve Low Crewe Cadence Pulse is the ultimate go-to T-shirt. It offers a great fit and feel, so you can forget what you’re wearing and focus on whatever your day brings, from everyday wear to adventures further afield. Made with corespun fabric, it features merino wool fiber wrapped around a nylon core for enhanced durability and next-to-skin softness. The soft, open neck is feminine and comfortable and the offset shoulder seams prevent rubbing when you’re carrying a pack on the trail or on your travels. The original screen print by Zachary Snyder adds a fresh, graphic element.",
      "price": 35.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Icebreaker Womens Tech Lite Tank Coronet Peak - Blizzard Heather",
      "image": "assets/products/309356_00_d.jpg",
      "manufacturer": "Icebreaker",
      "season": "Summer",
      "for": "Women's",
      "material": "Wool",
      "description": "The tank top version of one of Icebreaker's most iconic tees, the Tech Lite Tank Coronet Peak is a lightweight, stylish option for your adventures outdoors and in life. It’s made with Icebreaker's beautifully soft 150gm jersey fabric, which comprises corespun fibers of merino wool wrapped around nylon for enhanced durability and a lovely feel next to the skin. Hard to beat for comfort in the heat, it has a scooped neck for a feminine look and fit and forward-set side seams for added comfort. The original screen print by Bill Carden-Horton adds a contemporary graphic element.",
      "price": 38.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Icebreaker Womens Zeal Tank - Poppy Red",
      "image": "assets/products/254349_00_d.jpg",
      "manufacturer": "Icebreaker",
      "season": "Summer",
      "for": "Women's",
      "material": "Wool",
      "description": "From weekend adventures to midweek training sessions, the Zeal Tank is the go-to, ultralight active tank with incredible wicking performance and a flattering slim fit. The Zeal features a blend of soft merino wool with polyester added to wick moisture and make for faster drying. The soft, open neckline and forward-set side seams maximize comfort, and the drop-tail hem provides additional coverage",
      "price": 26.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "category": "Shirts & Tops",
      "name": "Icebreaker Mens Tech Lite Crewe Bear Lift Short Sleeve Shirt - Gritstone HTHR",
      "image": "assets/products/343480_00_d.jpg",
      "manufacturer": "Icebreaker",
      "season": "Summer",
      "for": "Men's",
      "material": "Wool",
      "description": "The Tech Lite Short Sleeve Crewe Bear Lift is Icebreaker's comfortable and versatile merino T-shirt with capabilities as varied as the adventures you’ll take it on. From traveling out of a backpack in far-flung corners of the globe to mid-winter ski tours and multi-pitch climbs, the Tech Lite provides the breathability, odor-resistance and quick-drying performance you need for comfort every day. The Tech Lite is made with Icebreaker's signature lightweight merino-blend fabric, with the super-soft fibers corespun around nylon for increased durability. The quirky graphic by Damon Watters is a nod to mountain adventures.",
      "price": 55.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "category": "Gloves",
      "name": "Mammut Alvra Glove - black",
      "image": "assets/products/332027_00_d.jpg",
      "manufacturer": "Mammut",
      "version": "Finger Gloves",
      "for": "Men's",
      "material": "Fleece",
      "description": "Gloves that you can always count on: the Alvra Glove model features a palm in water-repellent goat leather that provides grip and flexibility. The fleece on the inside keeps your hands comfortably warm. Particularly useful: when your cellphone rings, you don't have to pull off your gloves just to answer it, as they are touchscreen-compatible.",
      "price": 37.99,
      "size": ["S", "M"]
    },
    {
      "category": "Gloves",
      "name": "Mammut Scalottas Glove - black",
      "image": "assets/products/332074_00_d.jpg",
      "manufacturer": "Mammut",
      "version": "Finger Gloves",
      "for": "Men's",
      "material": "Fleece",
      "description": "The perfect ski companion: the Mammut Scalottas Glove keeps you super warm. It features Gore-Tex® Warm ™ technology, PrimaLoft Gold and a wool/Tencel blend, to reliably withstand cold temperatures. The surface of the glove is very robust thanks to the combination of polyamide outer material and an extensive leather insert, while the tactility is maintained by stretch zones and good pre-shaping.",
      "price": 95.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Gloves",
      "name": "Mammut Scalottas Glove - iguana",
      "image": "assets/products/332093_00_d.jpg",
      "manufacturer": "Mammut",
      "version": "Finger Gloves",
      "for": "Men's",
      "material": "Fleece",
      "description": "The perfect ski companion: the Mammut Scalottas Glove keeps you super warm. It features Gore-Tex® Warm ™ technology, PrimaLoft Gold and a wool/Tencel blend, to reliably withstand cold temperatures. The surface of the glove is very robust thanks to the combination of polyamide outer material and an extensive leather insert, while the tactility is maintained by stretch zones and good pre-shaping.",
      "price": 95.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Gloves",
      "name": "Mammut Masao 2 in 1 Glove - black",
      "image": "assets/products/289444_00_d.jpg",
      "manufacturer": "Mammut",
      "version": "Finger Gloves",
      "for": "Women's",
      "material": "Fleece",
      "description": "You can rely on the Masao 2 in 1 Glove when mountaineering. It banks on a practical 2-in-1 concept: the shell and stretch fleece inner glove can be worn separately. The Mammut® DRYtechnology membrane provides durable waterproofing. The gloves are robust thanks to goat leather, which covers the whole palm and is used to reinforce the heel of the hand and thumbs. Their touchscreen-compatibility means that you can use your smartphone at any time when wearing gloves.",
      "price": 89.99,
      "size": ["XXS", "XS", "S", "M", "L"]
    },
    {
      "category": "Gloves",
      "name": "Dakine Women's Storm Liner Gloves - shadow",
      "image": "assets/products/222827_00_d.jpg",
      "manufacturer": "Dakine",
      "version": "Finger Gloves",
      "for": "Women's",
      "material": "Fleece",
      "description": "Dakine like to think of the Storm Liner as long underwear for your hands. It's a midweight fleece glove with touchscreen compatibility, a silicone gripper palm pattern, and 4 way stretch construction for maximum comfort and flexibility. The Storm Liner easily slips into any glove or mitt for added warmth in cold conditions. You'll never regret having a pair in your kit.",
      "price": 11.99,
      "size": ["XXS", "XS", "S", "M", "L"]
    },
    {
      "category": "Gloves",
      "name": "Dakine Women's Syncro Wool Liner Glove - gunmetal",
      "image": "assets/products/329269_00_d.jpg",
      "manufacturer": "Dakine",
      "version": "Finger Gloves",
      "for": "Women's",
      "material": "Fleece",
      "description": "Add a layer of warmth on a cold day with the Syncro wool liner gloves. The wool blend offers four-way stretch for natural dexterity. Touchscreen compatibility lets you manage your phone without removing gloves",
      "price": 20.99,
      "size": ["XXS", "XS", "S"]
    },
    {
      "category": "Gloves",
      "name": "Dakine Elmnt Liner Glove - black",
      "image": "assets/products/292448_00_d.jpg",
      "manufacturer": "Dakine",
      "version": "Finger Gloves",
      "for": "Men's",
      "material": "Fleece",
      "description": "A liner glove with the breathability and durability to handle a range of conditions. It's Dakine's go-to for spring days at the hill or inside a mitt for extra warmth on chilly days. Polartec® Wind Pro® fleece maintains warmth, while silicone grip and touchscreen friendly finger tips serve up all-around utility.",
      "price": 20.99,
      "size": ["S", "L", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Dakine Patriot Glove - oak",
      "image": "assets/products/292429_00_d.jpg",
      "manufacturer": "Dakine",
      "version": "Finger Gloves",
      "for": "Men's",
      "material": "Fleece",
      "description": "Specific to the Men's line. The 440g knit face fleece is soft, and the embossed PU Dakine logo badge on the backhand adds to the classic heritage look. A synthetic suede palm patch stretches into the thumb and forefinger to provide better grip and added durability. It's a fun, modern take on the traditional knit glove.",
      "price": 16.99,
      "size": ["XXS", "XS", "S"]
    },
    {
      "category": "Gloves",
      "name": "Dakine Syncro Wool Liner Glove - gunmetal",
      "image": "assets/products/329263_00_d.jpg",
      "manufacturer": "Dakine",
      "version": "Finger Gloves",
      "for": "Men's",
      "material": "Fleece",
      "description": "Add a layer of warmth on a cold day with the Syncro wool liner gloves. The wool blend offers four-way stretch for natural dexterity. Touchscreen compatibility lets you manage your phone without removing gloves.",
      "price": 20.99,
      "size": ["XXS", "S"]
    },
    {
      "category": "Gloves",
      "name": "Zanier Evolution.xsx Unisex Lobster Gloves - 2000 black",
      "image": "assets/products/349222_00_d.jpg",
      "manufacturer": "Zanier",
      "version": "Three Finger Gloves",
      "for": "Men's",
      "material": "Leather",
      "description": "The EVOLUTION.XSX trigger model stands for maximum freedom of movement thanks to the inner gloves. The trigger model ensures perfect water and wind impermeability as well as excellent grip by incorporating the Sympatex® membrane in combination with PrimaLoft® insulation. High-quality goatskin and 4-way stretch also contribute to perfect comfort. A firm hold is essential for daredevil jumps in the terrain: with the PRO LOCK fastening, the gloves are guaranteed to sit comfortably and securely in the right place, no matter how wild the run. Practical features such as the wiper on the thumb and the adjustable leash make the models the perfect accessory in the backcountry.",
      "price": 89.99,
      "size": ["S", "L"]
    },
    {
      "category": "Gloves",
      "name": "Zanier Evolution.XZX Lobster Gloves - 1500 camo",
      "image": "assets/products/297220_00_d.jpg",
      "manufacturer": "Zanier",
      "version": "Three Finger Gloves",
      "for": "Men's",
      "material": "Leather",
      "description": "The Freeride Trigger Model EVOLUTION.XZX was developed in cooperation with Austrian Freeriders. The waterproof ZA TEX membrane is firmly connected to outer materials and lining, so the grip is simply unbeatable. PrimaLoft® Grip-Control supports this effect, but still maintains pleasant warmth and is particularly light and water-repellent. Goat leather and 4-way stretch ensure the look and longevity, the Pro-Lock closure provides a special hold.",
      "price": 71.99,
      "size": ["S", "L"]
    },
    {
      "category": "Gloves",
      "name": "Millet Expert 3 Fingers GTX Glove - black",
      "image": "assets/products/334600_00_d.jpg",
      "manufacturer": "Millet",
      "version": "Three Finger Gloves",
      "for": "Women's",
      "material": "Membrane",
      "description": "Technical protective glove in Gore-Tex® for mountaineering. Combines the thermal comfort of a mitt with a glove's dexterity.",
      "price": 89.99,
      "size": ["S", "L"]
    },
    {
      "category": "Gloves",
      "name": "Millet Storm GTX Infinium Glove - black",
      "image": "assets/products/334578_00_d.jpg",
      "manufacturer": "Millet",
      "version": "Finger Gloves",
      "for": "Men's",
      "material": "Softshell",
      "description": "When the temperature drops in the mountains, specifically designed gloves with a good grip keep your hands warm without losing out on dexterity. The STORM GTX INFINIUM touring ski gloves have an advanced articulated construction, their GORE-TEX® INFINIUM fabric is stretch and breathable while protecting your hands from the cold winds. Minimising seams for optimum comfort and completed by a wonderful abrasion resistant leather palm, the STORM GTX INFINIUM ski gloves are designed for all those looking for a minimalist yet performing glove for their mountain expeditions.",
      "price": 40.99,
      "size": ["S", "L"]
    },
    {
      "category": "Gloves",
      "name": "Millet Pierra Ment' Glove - Black",
      "image": "assets/products/284328_00_d.jpg",
      "manufacturer": "Millet",
      "version": "Finger Gloves",
      "for": "Men's",
      "material": "Softshell",
      "description": "With their lightweight minimalist profile dedicated to ski touring performance and competitive ski mountaineering, these windproof, breathable and water-repellent WINDSTOPPER® 3L gloves are designed to maximize dexterity during rapid elevation change. PIERRA MENT gloves feature supple sport ergonomics and a very snug fit that hugs the hand to perfection. Textured leather coupled with silicone yields a very sticky palm to enable powerful thrusting on poles. The short neoprene cuffs adjust fully under the jacket, and the convenient sponge pad lets you wipe away sweat.",
      "price": 47.99,
      "size": ["S", "L", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Millet M White Gloves - Orion Blue/Fire",
      "image": "assets/products/335328_00_d.jpg",
      "manufacturer": "Millet",
      "version": "Finger Gloves",
      "for": "Men's",
      "material": "Membrane",
      "description": "To dive into powder and carve pure lines, these ski free touring gloves are warm and strong performers in challenging snow conditions, with their waterproof, breathable DRYEGDGE™ membrane and synthetic HYPERLOFT™ insulation. Protecting the freeskier on steep slopes in all weather, they feature tips reinforced against the abrasive elements and a highly crafted palm to promote dexterity. A low-bulk unit for committing moves and gear handling, M WHITE ski gloves permit rappel descents to reach the remotest couloirs.",
      "price": 68.99,
      "size": ["S", "L", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Millet M White Gloves - Black",
      "image": "assets/products/335327_00_d.jpg",
      "manufacturer": "Millet",
      "version": "Finger Gloves",
      "for": "Men's",
      "material": "Membrane",
      "description": "To dive into powder and carve pure lines, these ski free touring gloves are warm and strong performers in challenging snow conditions, with their waterproof, breathable DRYEGDGE™ membrane and synthetic HYPERLOFT™ insulation. Protecting the freeskier on steep slopes in all weather, they feature tips reinforced against the abrasive elements and a highly crafted palm to promote dexterity. A low-bulk unit for committing moves and gear handling, M WHITE ski gloves permit rappel descents to reach the remotest couloirs.",
      "price": 58.99,
      "size": ["S", "L", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Millet Wool Glove - Black",
      "image": "assets/products/283861_00_d.jpg",
      "manufacturer": "Millet",
      "version": "Finger Gloves",
      "for": "Men's",
      "material": "Fleece",
      "description": "A dependable winter item, these insulated gloves in a WOOL BLEND™ based on MERINOS wool and polyester supply efficient warmth in cold weather. Originally used for ice climbing and mountaineering, wool is the only naturally thermoregulating and antimicrobial fiber able to retain warmth even when wet. Teamed with polyester, it dries faster and becomes easy-care. These WOOL gloves offer maximum sensations for easy and precise grip day to day, with a synthetic suede / soft leather reinforced palm for greater durability.",
      "price": 23.99,
      "size": ["S", "L", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Outdoor Research Women's Flurry Sensor Gloves - pinot",
      "image": "assets/products/191925_00_d.jpg",
      "manufacturer": "Outdoor Research",
      "version": "Finger Gloves",
      "for": "Women's",
      "material": "Fleece",
      "description": "Keep your hands warm on a long day of cold-weather trekking with the Flurry Gloves. Constructed of Alpin-Wool™ Plus fabric, the wool/nylon exterior sheds snowflakes, while the soft fleece interior provides the ultimate in cozy, warm comfort. Palm construction, a snug, stretchy fit silicone prints on fingers and touch-screen capability combine for excellent dexterity and grip.",
      "price": 21.99,
      "size": ["XS", "S", "L"]
    },
    {
      "category": "Gloves",
      "name": "Outdoor Research Women's PL 100 Sensor Gloves - black",
      "image": "assets/products/191946_00_d.jpg",
      "manufacturer": "Outdoor Research",
      "version": "Finger Gloves",
      "for": "Women's",
      "material": "Fleece",
      "description": "Breathable PL 100 Sensor Gloves for moderate temperatures made to be worn underneath any mitt or glove, or on their own to cut the chill on cooler days. The 100-weight fleece is warm, soft and breathable, and the conduction sensor on the index finger and thumb gives these gloves touch-screen compatibility.",
      "price": 16.99,
      "size": ["XS", "S", "L"]
    },
    {
      "category": "Gloves",
      "name": "Vaude Rhonen Gloves IV - phantom black",
      "image": "assets/products/281163_00_d.jpg",
      "manufacturer": "Vaude",
      "version": "Finger Gloves",
      "for": "Women's",
      "material": "Fleece",
      "description": "Gloves for hiking. The Vaude Rhonen Gloves IV are 100% windproof, breathable, water repellent and pleasantly warm. They are with Merino wool.",
      "price": 19.99,
      "size": ["S", "L"]
    },
    {
      "category": "Gloves",
      "name": "Vaude Lagalp Softshell Gloves II - black",
      "image": "assets/products/332862_00_d.jpg",
      "manufacturer": "Vaude",
      "version": "Finger Gloves",
      "for": "Women's",
      "material": "Softshell",
      "description": "Eco-friendly, versatile mountaineering gloves which are 100% windproof, breathable, water repellent and high-stretch.",
      "price": 45.99,
      "size": ["S", "L"]
    },
    {
      "category": "Gloves",
      "name": "Roeckl Turin Cross-Country Gloves - black 000",
      "image": "assets/products/294441_00_d.jpg",
      "manufacturer": "Roeckl",
      "version": "Finger Gloves",
      "for": "Women's",
      "material": "Softshell",
      "description": "Extra warm, extra comfortable: The TURIN is at its best on the tracks when the weather is icy cold. Supple GORE® WINDSTOPPER® and soft shell elastic on the backhand meet highly breathable and elastic ROECK-GRIP® synthetic suede on the palm for maximum grip. As the TURIN makes no compromise when it comes to warmth, it also features Easy-Dry lining and PrimaLoft® Gold Insulation with grip control. This fibre keeps your hands nice and warm. It is at the same time soft and light. Compared to standard insulation materials, it also has a noticeably improved grip. Adding to this is a soft GORE® WINDSTOPPER® Tornado thumb, an elastic fastener and a long knitted cuff, which secure the glove firmly around the wrist. Convenient: A generous slit with a Lycra inlay on the inside makes it easier to put the gloves on. In short: The TURIN is your number one choice in icy temperatures or for cross-country skiers whose hands are sensitive to cold temperatures.",
      "price": 45.99,
      "size": ["S", "L", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Roeckl Evo Women's Cross-Country Glove - black 000",
      "image": "assets/products/342446_00_d.jpg",
      "manufacturer": "Roeckl",
      "version": "Finger Gloves",
      "for": "Women's",
      "material": "Softshell",
      "description": "Extra warm, extra comfortable: The TURIN is at its best on the tracks when the weather is icy cold. Supple GORE® WINDSTOPPER® and soft shell elastic on the backhand meet highly breathable and elastic ROECK-GRIP® synthetic suede on the palm for maximum grip. As the TURIN makes no compromise when it comes to warmth, it also features Easy-Dry lining and PrimaLoft® Gold Insulation with grip control. This fibre keeps your hands nice and warm. It is at the same time soft and light. Compared to standard insulation materials, it also has a noticeably improved grip. Adding to this is a soft GORE® WINDSTOPPER® Tornado thumb, an elastic fastener and a long knitted cuff, which secure the glove firmly around the wrist. Convenient: A generous slit with a Lycra inlay on the inside makes it easier to put the gloves on. In short: The TURIN is your number one choice in icy temperatures or for cross-country skiers whose hands are sensitive to cold temperatures.",
      "price": 36.99,
      "size": ["S", "L", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Roeckl Kolon Winter Gloves - black 001",
      "image": "assets/products/103852_00_d.jpg",
      "manufacturer": "Roeckl",
      "version": "Finger Gloves",
      "for": "Women's",
      "material": "Softshell",
      "description": "For the town and countryside: thanks to its modest appearance and sporty elegance, the KOLON is a versatile allrounder. This model is made from breathable, windproof and water-repellent GORE® WINDSTOPPER® Soft Shell Elastic on the backhand and a soft PrimaLoft® lining, keeping your hands warm at all times, whether strolling through town in the winter or enjoying an excursion out in the snowy countryside. The palm consists of soft, Premium hair sheep nappa leather, which stays supple even in sub-zero temperatures, thereby guaranteeing a high degree of wear comfort. The snug knitted cuff seals the glove around the wrist and keeps the warmth inside this classic-cut glove. Eyecatcher: Reflective design elements give the KOLON a sporty look. Conclusion: The KOLON is a loyal winter companion for every occasion.",
      "price": 51.99,
      "size": ["S", "L", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Roeckl Elena Women's Cross-Country Gloves - black 000",
      "image": "assets/products/294633_00_d.jpg",
      "manufacturer": "Roeckl",
      "version": "Finger Gloves",
      "for": "Women's",
      "material": "Softshell",
      "description": "The ELENA cross-country skiing glove by ROECKL SPORTS offers high performance features to discerning female athletes without compromising with regard to comfort. It keeps hands warm and provides an excellent grip on the ski pole so that what belongs into focus can stay in focus: the tracks, experiencing nature and of course, the joy of cross-country skiing. Soft ROECK-PROOF® soft shell on the backhand reliably keeps the cold wind away, and particularly tactile ROECK-GRIP® on the palm enables handling the poles directly and powerfully. Both materials are elastic, highly breathable and supple. A warming lining and COMFORT-INNOVATION by ROECKL, a seamless padding on the pressure-sensitive crook of the thumb, offer additional comfort.",
      "price": 36.99,
      "size": ["S", "L", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Roeckl Extra Warm Elva Women's Cross-Country Glove - black 000",
      "image": "assets/products/342453_00_d.jpg",
      "manufacturer": "Roeckl",
      "version": "Finger Gloves",
      "for": "Women's",
      "material": "Softshell",
      "description": "ROECK-PROOF® Ural: windproof and highly breathable Soft Shell material. PrimaLoft® Gold Insulation with CrossCore™ Technology: PrimaLoft® Gold Insulation is the go-to choice for adventurers looking for protection in extreme conditions. Millions of PrimaLoft® micro fibers trap body heat to make this the most thermally efficient synthetic insulation available, with water repellency that insulates even in the wettest weather. As a result, PrimaLoft® Gold Insulation maintains 98% of its warmth when wet while featuring outstanding breathability, packability and softness – consider this the pinnacle of insulation Performance.",
      "price": 22.99,
      "size": ["S", "L", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Roeckl Merino Liner Gloves - black 000",
      "image": "assets/products/192692_00_d.jpg",
      "manufacturer": "Roeckl",
      "version": "Finger Gloves",
      "for": "Men's",
      "material": "Merino Wool",
      "description": "The Merino is the ideal liner glove when it's freezing outside, and a 'normal' glove is not sufficient. Merino wool has a very high thermal insulation, which persists even in moist conditions. It can hold thirty percent of its weight in moisture without feeling damp. Merino wool is a very fine and elastic material and therefore it does not scratch the skin like ordinary wool. So it is an ideal material for a liner glove. The cuff guarantees a perfect fit, seals the warmth in and ideally rounds up the glove. Conclusion: Warm and pleasant soft - Merino is the perfect liner glove.",
      "price": 17.99,
      "size": ["L", "M", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Roeckl Multisport Casual Konstanz Winter Glove",
      "image": "assets/products/342720_00_d.jpg",
      "manufacturer": "Roeckl",
      "version": "Finger Gloves",
      "for": "Men's",
      "material": "Merino Wool",
      "description": "This allrounder with its long and comfortable cut was made from PrimaLoft® performance fabric from the Energy Series. The high-quality 4-way-stretch fabric with merino wool not only boasts maximum flexibility and first-rate shape retention, but also provides reliable warmth retention, high breathability (excellent for physically demanding sessions) and an unmatched soft touch and feel.",
      "price": 25.99,
      "size": ["L", "M", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Woolpower Mittens 400 - black",
      "image": "assets/products/232210_00_d.jpg",
      "manufacturer": "Woolpower",
      "version": "Mittens",
      "for": "Men's",
      "material": "Merino Wool",
      "description": "Mittens are made from double layered terry knit fabric for optimal insulation and are excellent as warmer liners for shell mittens.",
      "price": 28.99,
      "size": ["L", "M", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Woolpower Mittens Thin 400 - black",
      "image": "assets/products/232228_00_d.jpg",
      "manufacturer": "Woolpower",
      "version": "Mittens",
      "for": "Men's",
      "material": "Merino Wool",
      "description": "Mittens Thin are made from single layered terry knit fabric and are excellent as warmer liners for mittens. The seam is on the outside. The layering principle also applies to your hands – the more layers the better the insulation. When your body gets cold, it reduces the flow of blood to your hands and feet and instead prioritises providing heat to the heart, brain and other critical organs. That’s why you feel the cold first in your hands and feet, even if the rest of your body feels warm.",
      "price": 21.99,
      "size": ["L", "M", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Roeckl Freeride Matrei Mitten - black 000",
      "image": "assets/products/342384_00_d.jpg",
      "manufacturer": "Roeckl",
      "version": "Mittens",
      "for": "Men's",
      "material": "Membrane",
      "description": "Mittens Thin are made from single layered terry knit fabric and are excellent as warmer liners for mittens. The seam is on the outside. The layering principle also applies to your hands – the more layers the better the insulation. When your body gets cold, it reduces the flow of blood to your hands and feet and instead prioritises providing heat to the heart, brain and other critical organs. That’s why you feel the cold first in your hands and feet, even if the rest of your body feels warm.",
      "price": 73.99,
      "size": ["L", "M", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Marmot Aspendell Mitt - black",
      "image": "assets/products/343274_00_d.jpg",
      "manufacturer": "Marmot",
      "version": "Mittens",
      "for": "Men's",
      "material": "Membrane",
      "description": "Whether you need a backup pair of gloves for belaying or a steady set for any outdoor adventure, reach for the Aspendell Mitts. These mitts are constructed with water- and wind-resistant Pertex Quantum® recycled fabric to protect your hands, plus PrimaLoft® ThermoPlume® to deliver warmth, insulation, and performance. The nose wipe fabric, adjustable wrist strap, and gauntlet drawcord combine for comfort and to keep snow out.",
      "price": 51.99,
      "size": ["L", "M", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Marmot Expedition Mitt - black",
      "image": "assets/products/343269_00_d.jpg",
      "manufacturer": "Marmot",
      "version": "Mittens",
      "for": "Men's",
      "material": "Membrane",
      "description": "Epic backcountry adventures and mountain ascents require gear that can not only keep up, but keep you warm and protected in intense conditions. Water-repelling PrimaLoft® Gold synthetic insulation provides warmth and protection without adding bulk. Waterproof and breathable Marmot MemBrain® inserts ensure you have protection from the elements while moisture-wicking DriClime® Bi-component lining keeps hands dry. Taffeta at the beginning of the mitts means snow can't cling and the gauntlet drawcord helps to keep out any persistent precipitation.",
      "price": 90.99,
      "size": ["L", "M"]
    },
    {
      "category": "Gloves",
      "name": "Black Diamond Mercury Mitts Glove - black",
      "image": "assets/products/236021_00_d.jpg",
      "manufacturer": "Black Diamond",
      "version": "Mittens",
      "for": "Men's",
      "material": "Leather",
      "description": "A fully waterproof insert and PrimaLoft insulation make the Black Diamond Mercury Mitt a popular choice for year-round use. Four-way stretch Pertex® Shield fabric and a large gauntlet keep moisture at bay, and the goat leather palm with Kevlar® stitching increases durability for seasons of hard use. The removable split-finger liner features a high-loft fleece lining for increased warmth and comfort, and a BDry™ insert adds moisture protection even when you use the liner by itself",
      "price": 64.99,
      "size": ["L", "M", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Black Diamond Solano Heated Mitts Gloves - black",
      "image": "assets/products/345980_00_d.jpg",
      "manufacturer": "Black Diamond",
      "version": "Mittens",
      "for": "Men's",
      "material": "Leather",
      "description": "Inside, Black Diamond upgraded their low-profile and fully rechargeable heating system using the premise of countercurrent exchange—the transfer of heat through orienting the heat source perpendicular to the blood flow in the wrist. The heating element now wraps around the inside of the wrist, which increases the glove’s warmth and your body’s ability to warm itself. This system still includes three-levels of heat that are controllable via an integrated LED switch. On the exterior of the gloves, a premium goat leather shell backed up by a fully waterproof and breathable GORE-TEX® insert stands up to the rigors of long days on the mountain in variable conditions.",
      "price": 226.99,
      "size": ["L", "M", "XL"]
    },
    {
      "category": "Gloves",
      "name": "Black Diamond Recon Mitts Glove - black",
      "image": "assets/products/345947_00_d.jpg",
      "manufacturer": "Black Diamond",
      "version": "Mittens",
      "for": "Men's",
      "material": "Leather",
      "description": "A new addition to the Freeride Series, the Recon Mitts are designed to keep you warm while chucking storm-day laps on the resort. Featuring a BD.dry® insert, the Recon Mitts are waterproof, while the 340 grams of PrimaLoft® Gold insulation on the back and additional 170 grams on the palm provide superior protection against the cold. The Recon Mitt’s leather palm adds durability and grip to this ultra-warm resort workhorse.",
      "price": 226.99,
      "size": ["L", "M", "XL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Mammut Haldigrat Hardshell Hooded Jacket Men - blazing",
      "image": "assets/products/331841_00_d.jpg",
      "manufacturer": "Mammut",
      "version": "Ski jackets",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "Freeriders definitely get their money’s worth with the Haldigrat HS Hooded Jacket Men: The elasticated and therefore super comfortable jacket benefits from a freeride-inspired fit. It also proves itself in strenuous accents with its high breathability and resulting comfort when you’re once again looking for untracked slopes off piste. The jacket design focuses on the features most important for freeriders such as a good size and easy pocket accessibility even when wearing a backpack. The long ventilation openings also ensure a balanced body climate, so you can rock those mountains.",
      "price": 310.99,
      "size": ["S", "M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Mammut Rime Flex Insulated Hooded Jacket Men - black-phantom",
      "image": "assets/products/288206_00_d.jpg",
      "manufacturer": "Mammut",
      "version": "Ski jackets",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "The Mammut Rime IN Flex Hooded Jacket is a lightweight, water-repellent jacket with high breathability, plenty of freedom of movement and more clever functions.",
      "price": 160.99,
      "size": ["S", "M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Mammut Nordwand Pro Hardshell Hooded Jacket Men - sunrise-ice",
      "image": "assets/products/233290_00_d.jpg",
      "manufacturer": "Mammut",
      "version": "Ski jackets",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "The Mammut Nordwand Pro HS is an extremely robust and abrasion-resistant 3-layer GORE-TEX® Pro hooded jacket for extreme use in high alpine terrain. It is made from a combination of very robust GORE-TEX® Pro material on exposed areas and elastic GORE-TEX® material for optimum freedom of movement. The newly developed ergonomic cut is tailored to optimize typical climbing and mountaineering moves.",
      "price": 492.99,
      "size": ["S", "M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Mammut Haldigrat Hardshell Hooded Jacket Men - sapphire",
      "image": "assets/products/331839_00_d.jpg",
      "manufacturer": "Mammut",
      "version": "Ski jackets",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "Freeriders definitely get their money’s worth with the Haldigrat HS Hooded Jacket Men: The elasticated and therefore super comfortable jacket benefits from a freeride-inspired fit. It also proves itself in strenuous accents with its high breathability and resulting comfort when you’re once again looking for untracked slopes off piste. The jacket design focuses on the features most important for freeriders such as a good size and easy pocket accessibility even when wearing a backpack. The long ventilation openings also ensure a balanced body climate, so you can rock those mountains.",
      "price": 334.99,
      "size": ["S", "M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Mammut Aenergy Pro Softshell Hooded Jacket Men - black",
      "image": "assets/products/331005_00_d.jpg",
      "manufacturer": "Mammut",
      "version": "Ski jackets",
      "for": "Men's",
      "fit": "Tight fit",
      "description": "The Mammut softshell jacket Aenergy Pro SO Hooded Jacket Men not only meets the high demands of ski tourers, but also mountain climbers will get their money's worth with this technical jacket. It is highly wind resistant as it is equipped with a windbreak in exposed places. Its abrasion resistance also increases the durability of the jacket. The Aenergy Pro SO Hooded Jacket Men owes its high wearing comfort to its athletic cut and the elasticity of the material as well as its excellent freedom of movement and breathable properties. This is reinforced at specific points by bonded material, which is glued with a perforated dot pattern. With its ideal balance between wind protection and breathability, the jacket convinces all along the line.",
      "price": 167.99,
      "size": ["S", "M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Mammut Nordwand Flex Hardshell Hooded Jacket Men - black",
      "image": "assets/products/331723_00_d.jpg",
      "manufacturer": "Mammut",
      "version": "Ski jackets",
      "for": "Men's",
      "fit": "Tight fit",
      "description": "When the mountain is calling you: the Nordwand HS Flex Hooded Jacket Men banks on a carefully considered combination of materials with 3-layer GORE-TEX® material and innovative, highly bi-elastic GORE-TEX® Stretch material, which makes the hard shell jacket wind- and waterproof and affords you maximum freedom of movement, so that you can get around the mountain quickly and easily. The jacket favors alpine movement sequences thanks to Mammut® Vertical Motion Technology™ for optimized ergonomics. In addition, the jacket draws on Mammut® High Reach Technology™ for unrestricted freedom of movement when climbing, to overcome any obstacle in the mountains. For all those who love a challenge.",
      "price": 388.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Jack Wolfskin Kanuka Point Jacket M - dark indigo",
      "image": "assets/products/337193_00_d.jpg",
      "manufacturer": "Jack Wolfskin",
      "version": "Softshell",
      "for": "Men's",
      "fit": "Tight fit",
      "description": "Sporty styling for the outdoor athlete. The KANUKA POINT loves energetic activities as much as you do. This softshell jacket is made of super stretchy and highly breathable fabric that follows your every move. The KANUKA POINT makes light work of steep mountain paths. And if the route to the summit involves a bit of scrambling over rough rocks, fear not, the fabric is robust enough to cope. Wind and light showers are no problem either.",
      "price": 76.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Jack Wolfskin 365 Millenium Jacket M - atlantic deep",
      "image": "assets/products/337300_00_d.jpg",
      "manufacturer": "Jack Wolfskin",
      "version": "Softshell",
      "for": "Men's",
      "fit": "Tight fit",
      "description": "Above the treeline during the summer can be as cool as a misty autumn evening down at sea level. But with the 365 MILLENIUM JACKET you've got all the protection you need. This softshell jacket is windproof and has a soft fleece lining for insulation. The 365 MILLENNIUM JACKET is part of the JW365 Collection, a signature range of products created for an active lifestyle between the office and the outdoors. If you're looking for a youthful, confident style, a stand-out design, full-spec JACK WOLFSKIN technology and a combination of outdoor functionality and everyday suitability, these products were made for you.",
      "price": 83.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Jack Wolfskin Kanuka Point Jacket - poseidon blue",
      "image": "assets/products/315923_00_d.jpg",
      "manufacturer": "Jack Wolfskin",
      "version": "Softshell",
      "for": "Men's",
      "fit": "Tight fit",
      "description": "Sporty styling for the outdoor athlete. The KANUKA POINT loves energetic activities as much as you do. This softshell jacket is made of super stretchy and highly breathable fabric that follows your every move. The KANUKA POINT makes light work of steep mountain paths. And if the route to the summit involves a bit of scrambling over rough rocks, fear not, the fabric is robust enough to cope. Wind and light showers are no problem either.",
      "price": 76.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Jack Wolfskin Kanuka Point Jacket - peak red",
      "image": "assets/products/315925_00_d.jpg",
      "manufacturer": "Jack Wolfskin",
      "version": "Softshell",
      "for": "Men's",
      "fit": "Tight fit",
      "description": "Sporty styling for the outdoor athlete. The KANUKA POINT loves energetic activities as much as you do. This softshell jacket is made of super stretchy and highly breathable fabric that follows your every move. The KANUKA POINT makes light work of steep mountain paths. And if the route to the summit involves a bit of scrambling over rough rocks, fear not, the fabric is robust enough to cope. Wind and light showers are no problem either.",
      "price": 76.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "adidas Men's Varilite Hooded Down Jacket - legend ink DX0785",
      "image": "assets/products/311348_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "version": "Thermo",
      "for": "Men's",
      "fit": "Tight fit",
      "description": "Pack light and stay warm. This men's down-filled jacket offers four-season versatility in a lightweight, packable design. The no-stitch adidas conextbaffles enhance water repellency and wind protection with a woven baffle design. Front pockets with media cable ports let you stay connected anywhere you go.",
      "price": 82.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "adidas Men's Terrex Agravic Alpha Hooded Shield Jacket",
      "image": "assets/products/328896_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "version": "Thermo",
      "for": "Men's",
      "fit": "Tight fit",
      "description": "This hooded windbreaker insulates and lets you regulate your temperature as you hike or scramble up the trail. Breathable insulation and a wind-resistant shell provide lightweight warmth for aerobic activities like hiking and cross-country skiing.",
      "price": 103.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "adidas Men's Cytins Hooded Jacket - collegiate navy/carbon CZ2316",
      "image": "assets/products/278345_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "version": "Thermo",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "Add lightweight warmth to your packing list. This men's jacket features baffled synthetic insulation to keep you warm on your next outdoor adventure. There's a hood for extra warmth and the front pockets include a media cord router to keep you connected.",
      "price": 109.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "adidas Men's Varilite Soft Down Jacket - carbon CY8732",
      "image": "assets/products/277757_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "version": "Thermo",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "When the temperature drops, this jacket offers lightweight, packable insurance against the cold. It features the unbeatable warmth of down in woven chambers for increased wind and weather resistance. The jacket is soft to the touch, and the pockets include media cord channels to help you stay connected.",
      "price": 88.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "adidas Men's Troy Lee Insulated Jacket - collegiate navy EI4765",
      "image": "assets/products/336329_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "version": "Thermo",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "Stay warm between runs and après ride. This special Troy Lee Designs collaboration jacket offers lightweight, breathable insulation to cut the chill on cold days. A high neck and adjustable hood seal in heat to keep you comfortable, while the water-resistant build sheds light rain. The jacket stuffs neatly into its own pocket for easy stowing when it's not needed. The allover print features a bold Troy Lee logo graphic across the back hem.",
      "price": 168.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "adidas Men's Helionic Down Hooded Jacket - collegiate navy CZ2311",
      "image": "assets/products/278338_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "version": "Thermo",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "Stay active in this men's jacket as the mercury drops. The warmth to weight ratio of down is unbeatable for keeping you warm on the trail and in the city. The no-stitch adidas conextbaffles deliver improved wind and weather resistance on any adventure. Front pockets include media cord routers to keep you connected.",
      "price": 111.99,
      "size": ["M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "adidas Men's Varilite Down Vest - black BS1563",
      "image": "assets/products/277551_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "version": "Vests",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "This men's down vest offers lightweight insurance against cold weather. Featuring unbeatable warmth of down, the vest stows nicely in your pack. A no-stitch design improves wind and weather resistance. Front pockets include media cord routers to keep you connected.",
      "price": 111.99,
      "size": ["M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Icebreaker Mens Collingwood Vest - Tawny",
      "image": "assets/products/343670_00_d.jpg",
      "manufacturer": "Icebreaker",
      "version": "Vests",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "A timeless winter staple, with a nostalgic outdoor aesthetic and clean lines inspired by Scandinavian design, the Collingwood Vest combines beauty, simplicity and functionality for any day out in cold temperatures. The Collingwood’s outer uses 100% recycled polyester with a PFC-free, DWR finish to repel light precipitation. Inside, Icebreaker used their innovative, ultra-warm 180gm MerinoLOFT™ insulation, a sustainable and high-lofting alternative to synthetic fills made from all-natural merino wool (up to 10% of which is recycled). MerinoLOFT™ retains warmth when wet and naturally helps regulate body temperature to keep you comfortable. The interior lining features 100% woven merino for warmth and breathability, while zippered hand pockets provide additional protection and storage.",
      "price": 128.99,
      "size": ["M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Icebreaker Mens MerinoLOFT Helix Vest - Thunder",
      "image": "assets/products/343663_00_d.jpg",
      "manufacturer": "Icebreaker",
      "version": "Vests",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "Designed as everyday versatile insulation with a dose of alpine inspiration, the Helix Vest combines sustainable materials with a technical crossover design. In the body Icebreaker used zoned, quilted panels of their innovative 70gm MerinoLOFT™ insulation, a sustainable and high-lofting alternative to synthetic fills made from all-natural merino wool (up to 10% of which is recycled). MerinoLOFT™ retains warmth when wet and naturally helps regulate body temperature to keep you comfortable. The 100% recycled polyester face fabric features a PFC-free DWR finish that sheds light precipitation. Merino terry side panels help regulate body temperature on warmer days, and the 100% woven merino lining ensures a cozy feel inside. Zippered hand pockets keep small essentials like lip balm, snacks and your phone close at hand.",
      "price": 115.99,
      "size": ["M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Norrona falketind down750 Vest Men - Hot Sapphire",
      "image": "assets/products/226671_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Vests",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "The falketind down750 Vest is a newly developed down vest made for all season use for men. It is very light weighted and can be compressed into its own pocket which make it a perfect bring-along insulation piece no matter what activity. To prevent moisture without losing insulating properties, the neck, sides and bottom back are made of synthetical insulating fabric. The shoulder piece is made of a combination of down and synthetical material to ensure durability and provide warmth. Other features include hand warming pockets, chest pocket and elastic cuffs. Other features include hand warming pockets and a chest pocket. The fabric is 20 Denier recycled nylon, PFC free water repellency and the down follow the Responsible Down Standard (RDS).",
      "price": 134.99,
      "size": ["L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Norrona falketind down750 Vest Men - Indigo Night",
      "image": "assets/products/226668_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Vests",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "The falketind down750 Vest is a newly developed down vest made for all season use for men. It is very light weighted and can be compressed into its own pocket which make it a perfect bring-along insulation piece no matter what activity. To prevent moisture without losing insulating properties, the neck, sides and bottom back are made of synthetical insulating fabric. The shoulder piece is made of a combination of down and synthetical material to ensure durability and provide warmth. Other features include hand warming pockets, chest pocket and elastic cuffs. Other features include hand warming pockets and a chest pocket. The fabric is 20 Denier recycled nylon, PFC free water repellency and the down follow the Responsible Down Standard (RDS).",
      "price": 209.99,
      "size": ["M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Norrona bitihorn aero100 Vest Men - Indigo Night",
      "image": "assets/products/317221_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Vests",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "The bitihorn aero100 Vest is a super light, wind resistant vest for high intensity activities where some protection is needed from the wind or the chill. It has an excellent comfort due to the Pertex fabric. This is a super lightweight, double weave of 49g/m2 in recycled Polyamide. The double weave creates great comfort against your body with few contact points when damp. The construction also traps air for a bit of isolation. The back panel has a stretch mesh for excellent movability and ventilation. Other essential features: a one zippered back pocket for energy bars/gels and reflective logos.",
      "price": 76.99,
      "size": ["M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Fjällräven Abisko Padded Vest - black",
      "image": "assets/products/209689_00_d.jpg",
      "manufacturer": "Fjällräven",
      "version": "Vests",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "Lightweight, packable vest that gives great extra warmth on chilly summer evenings or when trekking at high altitudes. Made from a pliant polyester fabric and lightly padded with high-performance synthetic G-Loft Supreme. A smart insulating garment that takes up minimal space in a pack and can warm when it is needed most. Two-way front zipper and two spacious pockets to warm hands in. Elasticated edging around arm openings and hem.",
      "price": 117.99,
      "size": ["M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Fjällräven Buck Fleece Vest - laurel green-deep forest",
      "image": "assets/products/335246_00_d.jpg",
      "manufacturer": "Fjällräven",
      "version": "Vests",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "Warm, thick fleece vest that is knitted on the outside and softly brushed on the inside. G-1000 Original reinforcement across the shoulders for extra durability, which is practical when carrying a backpack. Perfect as warm middle layer when skiing and can also be worn when you are relaxing in the cabin. Two side pockets and one breast pocket. Front zipper with protective flap at the chin.",
      "price": 97.99,
      "size": ["M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Fjällräven Greenland Down Liner Vest - night sky",
      "image": "assets/products/335179_00_d.jpg",
      "manufacturer": "Fjällräven",
      "version": "Vests",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "Vests are true outdoor favourites – insulating where you need it and so packable that you won’t have to think twice before taking one along. Greenland Down Liner Vest is made from pliant recycled polyester and lightly padded with ethically produced down. Classic details like the chest pocket with flap give it a true Greenland feel. Perfect as a reinforcement garment to lengthen the season of your shell jacket or Greenland Jacket, and great by itself – over a shirt or sweater – on milder days.",
      "price": 138.99,
      "size": ["M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Fjällräven Keb Eco-Shell Jacket - black",
      "image": "assets/products/146815_00_d.jpg",
      "manufacturer": "Fjällräven",
      "version": "Windproof",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "Pliant, technical jacket for demanding adventures in changeable weather conditions all year round. Made from stretchy Eco-Shell for high performance and low environmental impact. The material is hardwearing at the same time as it naturally follows the movements of the body and ventilates out moisture that builds up inside when you are active. A perfect choice for trekking and ski touring, where the jacket’s minimalistic design facilitates the push forward at the same time as you have reliable protection even in really bad weather.",
      "price": 348.99,
      "size": ["M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Fjällräven Skogsö Padded Jacket - dark navy",
      "image": "assets/products/180423_00_d.jpg",
      "manufacturer": "Fjällräven",
      "version": "Windproof",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "Hip-length, lightly padded winter jacket in G-1000 with fixed adjustable hood. A perfect outdoor garment for the colder months of the year, it resists wind and stays dry during short showers, at the same time as it ventilates out body moisture that builds up when you are active. The synthetic padding G-Loft Supreme gives extra warmth, even in damp conditions, and the jacket is easy to move about in, with or without a backpack.",
      "price": 264.99,
      "size": ["M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Fjällräven Greenland Jacket - deep forest",
      "image": "assets/products/282851_00_d.jpg",
      "manufacturer": "Fjällräven",
      "version": "Windproof",
      "for": "Men's",
      "fit": "Loose fit",
      "description": "Outdoor classic from 1968, now with an improved fit and sustainable materials. Its low weight, durability and practical details have made Greenland Jacket equally appreciated for outdoor life as for everyday urban activities. Its water resistant properties can be enhanced with Greenland Wax, which also increases the durability of this already hardwearing jacket.",
      "price": 194.99,
      "size": ["M", "L", "XL", "XXL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Fjällräven Barents Parka Women - dark navy",
      "image": "assets/products/334857_00_d.jpg",
      "manufacturer": "Fjällräven",
      "version": "Windproof",
      "for": "Women's",
      "fit": "Tight fit",
      "description": "Outdoor classic from 1968, now with an improved fit and sustainable materials. Its low weight, durability and practical details have made Greenland Jacket equally appreciated for outdoor life as for everyday urban activities. Its water resistant properties can be enhanced with Greenland Wax, which also increases the durability of this already hardwearing jacket.",
      "price": 369.99,
      "size": ["S", "M", "L", "XL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Fjällräven High Coast Wind Parka Women - navy",
      "image": "assets/products/314925_00_d.jpg",
      "manufacturer": "Fjällräven",
      "version": "Windproof",
      "for": "Women's",
      "fit": "Tight fit",
      "description": "When the cold wind blows around your ears, the High Coast Wind Parka provides the protection you need. The waxed HC-Lite material keeps you dry in light showers and is so supple that the jacket doesn't take up much space in your luggage and can accompany you anywhere. A ventilated back yoke allows excess heat to escape and the pockets can be opened for extra ventilation. Perfect for easy hikes and commuting by bike.",
      "price": 152.99,
      "size": ["S", "M", "L", "XL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Salomon Drifter Loft Women's Hoodie - graphite/hibiscus",
      "image": "assets/products/281704_00_d.jpg",
      "manufacturer": "Salomon",
      "version": "Reversible Jackets",
      "for": "Women's",
      "fit": "Tight fit",
      "description": "The women's DRIFTER LOFT HOODIE is a reversible puffy coat that gives you two style choices in one. Wear the baffled side out for a classic 'down' look, or the Pertex® side out for a clean, technical look. Either way, the Stormloft insulation ensures warmth and protection in cold winter weather. This is the warmest jacket in the Drifter line.",
      "price": 131.99,
      "size": ["S", "M", "L", "XL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Salomon Drifter Loft Women's Hoodie - garnet rose/night sky",
      "image": "assets/products/332193_00_d.jpg",
      "manufacturer": "Salomon",
      "version": "Reversible Jackets",
      "for": "Women's",
      "fit": "Tight fit",
      "description": "The women's DRIFTER LOFT HOODIE is a reversible puffy coat that gives you two style choices in one. Wear the baffled side out for a classic 'down' look, or the Pertex® side out for a clean, technical look. Either way, the Stormloft insulation ensures warmth and protection in cold winter weather. This is the warmest jacket in the Drifter line. Stormloft insulation delivers great warmth to weight, even if it gets wet. The insulated hood adds even more cozy warmth.",
      "price": 137.99,
      "size": ["S", "M", "L", "XL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Salomon Drifter Loft Women's Hoodie - umber/graphite",
      "image": "assets/products/281700_00_d.jpg",
      "manufacturer": "Salomon",
      "version": "Reversible Jackets",
      "for": "Women's",
      "fit": "Tight fit",
      "description": "The women's DRIFTER LOFT HOODIE is a reversible puffy coat that gives you two style choices in one. Wear the baffled side out for a classic 'down' look, or the Pertex® side out for a clean, technical look. Either way, the Stormloft insulation ensures warmth and protection in cold winter weather. This is the warmest jacket in the Drifter line.",
      "price": 130.99,
      "size": ["S", "M", "L", "XL"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Finside SUOMUKKA Women Winter Jacket - cinnamon/pebble",
      "image": "assets/products/341058_00_d.jpg",
      "manufacturer": "Finside",
      "version": "Reversible Jackets",
      "for": "Women's",
      "fit": "Loose fit",
      "description": "The SUOMUKKA Winter Jacket is reversible and equipped with a hood. It is waterproof, windproof and warm.",
      "price": 208.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Finside SMILLA Women Winter Jacket - capers/harvest gold",
      "image": "assets/products/341073_00_d.jpg",
      "manufacturer": "Finside",
      "version": "Reversible Jackets",
      "for": "Women's",
      "fit": "Loose fit",
      "description": "The SMILLA Reversible Winter Jacket is equipped with a hood. It is waterproof, windproof and warm quilted. It is possible to add a belly and baby extension to the long jacket (sold separately).",
      "price": 264.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Finside SMILLA Women Winter Jacket - cabernet/rose",
      "image": "assets/products/341082_00_d.jpg",
      "manufacturer": "Finside",
      "version": "Reversible Jackets",
      "for": "Women's",
      "fit": "Loose fit",
      "description": "The SMILLA Reversible Winter Jacket is equipped with a hood. It is waterproof, windproof and warm quilted. It is possible to add a belly and baby extension to the long jacket (sold separately).",
      "price": 260.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Norrona lofoten Gore-Tex Active Jacket Women - Rhubarb",
      "image": "assets/products/340408_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Rain jackets",
      "for": "Women's",
      "fit": "Loose fit",
      "description": "Made in 30D recycled nylon and protective Gore-Tex membrane, the lofoten Gore-Tex Active jacket is lightest you can go without compromising on freeride durability. The jacket weighs under 500 grams without the removable powder skirt and provides full protection against wind and water. Functional features include pit vents with two-way zippers, chest ventilation, a big stash chest pocket, radio/key card pocket, inner pocket, ultra lightweight hand gaiters, ultra lightweight zip-off powder skirt and storm hood with a single hand adjustment. ",
      "price": 355.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Norrona roldal Gore-Tex insulated Parka Women - Olive Night",
      "image": "assets/products/340539_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Rain jackets",
      "for": "Women's",
      "fit": "Loose fit",
      "description": "The røldal Gore-Tex insulated Parka is the first choice amongst eco-conscious skiers who need a warm, insulated and waterproof jacket that works just as well in the mountains as off duty. The parka is the warmest ski-and snowboard jacket in the entire Norrøna assortment, and the design is based on the classic parkas, but with the Norrøna Loaded Minimalism twist. It is made in a 2-layer recycled 60D Gore-Tex®, lined with a recycled embossed pattern polyester fabric and insulated with PrimaLoft® Silver ECO.",
      "price": 455.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Norrona lyngen Gore-Tex Jacket Women - 5635 Eldorado",
      "image": "assets/products/282336_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Rain jackets",
      "for": "Women's",
      "fit": "Loose fit",
      "description": "The innovative lyngen Gore-Tex Jacket for women is specifically designed for ski touring. It offers the perfect combination of waterproofness, light weight and breathability to jointly protect and ease your aerobic climb and ski time. The extremely light weight jacket perfectly blends two technologies: Gore-Tex® C-knit™ on shoulders, sleeves and collar to increase the range of movement and durability without compromising on protection, and torso made in Gore-Tex® Active 2.0 to provide maximum protection and breathability during high intensity.",
      "price": 233.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Jack Wolfskin Selenium Coat Women - midnight blue",
      "image": "assets/products/226188_00_d.jpg",
      "manufacturer": "Jack Wolfskin",
      "version": "Coats",
      "for": "Women's",
      "fit": "Loose fit",
      "description": "The SELENIUM COAT is an extra warm and very light down coat. The coat-length cut gives you a little more protection from the elements. It has a high performance duck down fill that keeps you warm from your head to your knees. The windproof STORMLOCK fabric blocks out icy winds and boosts the insulation performance. In light showers, just pull up the hood. The fabric can easily cope with a bit of drizzle. And if you don't need the hood, just detach it from the coat.",
      "price": 167.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Jack Wolfskin Kyoto Coat W - aubergine",
      "image": "assets/products/335973_00_d.jpg",
      "manufacturer": "Jack Wolfskin",
      "version": "Coats",
      "for": "Women's",
      "fit": "Loose fit",
      "description": "Ice skating at lunchtime and then an evening with friends at the rooftop bar - that's a busy day you've got planned. The KYOTO COAT does it all in style. This winter coat will keep you warm in sub-zero temperatures. It has a clean, unfussy look and can be styled to suit the occasion - sporty-chic or smart-casual. The outer fabric of the KYOTO delivers effective protection from the wind and is also very breathable. The coat is equipped with an adjustable, extra large hood and a snug collar for added protection in cold weather.",
      "price": 122.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Jack Wolfskin Atmosphere Coat W Women - black",
      "image": "assets/products/337142_00_d.jpg",
      "manufacturer": "Jack Wolfskin",
      "version": "Coats",
      "for": "Women's",
      "fit": "Loose fit",
      "description": "The ATMOSPHERE COAT warms those places a jacket can't reach! This ultra light down coat has an RDS certified duck down fill that will keep you warm in cold temperatures. The STORMLOCK shell provides double protection: it shuts out the wind and shrugs off light showers. The ATMOSPHERE COAT is also extremely breathable, so it's ideal for all kinds of winter sports, from X/C and downhill skiing to snowshoeing.",
      "price": 128.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Elkline apres ski Womens Outdoor Coat - rioredmelange",
      "image": "assets/products/343308_00_d.jpg",
      "manufacturer": "Elkline",
      "version": "Coats",
      "for": "Women's",
      "fit": "Loose fit",
      "description": "The Elkline apres ski winter coat for ladies is equipped with a hood that can be adjusted in width via cords. The inner hood is lined with warm, soft fake fur. The Winter Coat made of functional wool-look fabric has many pockets and can be supplemented with the separately available zippable Elkline nearby baby and belly extension. The fully taped seams make the coat waterproof and the solvent-free membrane windproof.",
      "price": 178.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Elkline outallday Womens Outdoor Coat - khaki",
      "image": "assets/products/343346_00_d.jpg",
      "manufacturer": "Elkline",
      "version": "Coats",
      "for": "Women's",
      "fit": "Loose fit",
      "description": "The Elkline outallday winter coat for ladies is waterproof and windproof and consists of a functional fabric with cotton touch. The collar with light quilting can be set up and the waist belt bound.",
      "price": 154.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Elkline On Air Women Rain Coat - blueshadow",
      "image": "assets/products/244130_00_d.jpg",
      "manufacturer": "Elkline",
      "version": "Coats",
      "for": "Women's",
      "fit": "Loose fit",
      "description": "Waterproof and breathable raincoat with adjustable hood, Scotchguard C0 and solvent-free TPU membrane equipment. The jacket is made of bluesign® certified material with fluorine-free Bionic-Finish® ECO finish.",
      "price": 108.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Jackets & Vests",
      "name": "Elkline nightandday Womens Outdoor Coat - darkstone",
      "image": "assets/products/343340_00_d.jpg",
      "manufacturer": "Elkline",
      "version": "Coats",
      "for": "Women's",
      "fit": "Loose fit",
      "description": "The Elkline nightandday winter coat for ladies is equipped with a hood that can be adjusted in width via cords. The inner hood is lined with warm, soft fleece. The winter coat made of functional fabric has many pockets and fully taped seams, which ensure waterproofness. The solvent-free membrane makes the coat windproof.",
      "price": 108.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shoes",
      "name": "adidas Men's Terrex CMTK GTX Trailrunning Shoe",
      "image": "assets/products/226390_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "purpose": "Hiking",
      "version": "Loafers",
      "for": "Men's",
      "material": "Membrane",
      "description": "Co-developed with the Continental mountain bike division, these men's shoes are made for trail runs and fast-paced hiking. They feature a waterproof and breathable GORE-TEX® lining for all-weather wear. The grippy outsole is designed with the same lug profile as the Continental™ Mountain King bike tyre",
      "price": 82.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "adidas Men's Terrex AX3 GORE-TEX Hiking Shoes",
      "image": "assets/products/361915_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "purpose": "Hiking",
      "version": "Loafers",
      "for": "Men's",
      "material": "Membrane",
      "description": "Lace up and hit the ground running. These adidas shoes support multisport adventures. Scramble, hike and make your way up, down and through the mountains. Lightweight and full of grip, they support the loftiest ambitions.",
      "price": 119.95,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "43 1/3 (9)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "adidas Men's Terrex Tracerocker GTX Trailrunning Shoe",
      "image": "assets/products/263540_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "purpose": "Hiking",
      "version": "Loafers",
      "for": "Men's",
      "material": "Membrane",
      "description": "Feed your need to explore with these men's trail running shoes. A breathable GORE-TEX® upper sheds water when your route gets wet and a Traxion outsole grips roots, rocks and rough ground giving you the confidence to explore.",
      "price": 68.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "43 1/3 (9)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "adidas Men's Terrex Fast Mid GTX-Surround Schuh",
      "image": "assets/products/196955_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "purpose": "Hiking",
      "version": "Over ankle-high boots",
      "for": "Men's",
      "material": "Membrane",
      "description": "Lightweight and flexible, these men's outdoor shoes are built for fast hikes and short trail runs. The abrasion-resistant upper features GORE-TEX® SURROUND® technology for 100% waterproof protection and 360 degrees of breathability. The Continental™ Rubber outsole provides extraordinary grip.",
      "price": 124.99,
      "size": [
        "42 (8)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "adidas Men's Terrex Free Hiker GTX Shoes",
      "image": "assets/products/336611_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "purpose": "Hiking",
      "version": "Over ankle-high boots",
      "for": "Men's",
      "material": "Membrane",
      "description": "Move and explore. These lightweight hiking shoes deliver next-generation comfort and freedom of movement for hikes both long and short. The adidas Primeknit upper hugs your foot for flexible, all-terrain stability, while the Boost midsole delivers endless energy to keep you moving up or down the trail. A GORE-TEX membrane sheds water while letting your feet breathe for all-conditions wear",
      "price": 185.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "43 1/3 (9)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "adidas Women's Terrex Agravic GTX Trail Running Shoe",
      "image": "assets/products/277315_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "purpose": "Active Trail | Trailrunning",
      "version": "Loafers",
      "for": "Women's",
      "material": "Membrane",
      "description": "Push your limits and conquer steep mountain trails in these women's trail running shoes. Built with responsive boost™ cushioning and a waterproof GORE-TEX® membrane, the textile and mesh upper has abrasion-resistant welding for added durability. The grippy Continental™ Rubber outsole hugs trails even in wet conditions.",
      "price": 103.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shoes",
      "name": "adidas Women's Terrex CMTK GTX Trailrunning Shoe",
      "image": "assets/products/327833_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "purpose": "Active Trail | Trailrunning",
      "version": "Loafers",
      "for": "Women's",
      "material": "Membrane",
      "description": "Push your limits and conquer steep mountain trails in these women's trail running shoes. Built with responsive boost™ cushioning and a waterproof GORE-TEX® membrane, the textile and mesh upper has abrasion-resistant welding for added durability. The grippy Continental™ Rubber outsole hugs trails even in wet conditions.",
      "price": 103.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Dolomite Cinquantaquattro Icon GTX Women's Shoe",
      "image": "assets/products/343450_00_d.jpg",
      "manufacturer": "Dolomite",
      "purpose": "Trekking",
      "version": "Over ankle-high boots",
      "for": "Women's",
      "material": "Leather",
      "description": "The brand new Icon GTX perfectly combines function, performance, style and 100% italian design. The iconic Cinquantaquattro is here enhanced with construction features, materials and technologies that give an overall fantastic performance. A multi-functional all-rounder.",
      "price": 109.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Dolomite Cinquantaquattro 54 Hike GTX W Women's Shoe",
      "image": "assets/products/324337_00_d.jpg",
      "manufacturer": "Dolomite",
      "purpose": "Trekking",
      "version": "Over ankle-high boots",
      "for": "Women's",
      "material": "Leather",
      "description": "The 54 Hike is a true outdoor boot, perfect for either everyday life and trekking, even at a more intensive level. Crafted with an Adula Vibram® sole which guarantees the maximum grip on mixed terrains and variable gradients, it also features a waterproof GORE-TEX lining and a sueded leather upper, which gives a characteristic retro-alpine look. In its women's version the shoe is shaped to better fit the female feet, for an improved walking comfort.",
      "price": 94.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shoes",
      "name": "LOWA Lady Light LL Trekking Shoe",
      "image": "assets/products/215529_00_d.jpg",
      "manufacturer": "LOWA",
      "purpose": "Trekking",
      "version": "Over ankle-high boots",
      "for": "Women's",
      "material": "Leather",
      "description": "When women head out on longer trekking tours or are out and about on demanding hut-to-hut hikes, comfortable feet are an absolute priority. And that is exactly what this technical and easy-wearing woman's trekking boot offers. It is designed with all of the special needs of a woman's foot in mind, from a special last to the especially buttery soft cuff, from the deeply notched back for calf freedom to a roomier toe box.",
      "price": 171.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shoes",
      "name": "LOWA Locarno GTX QC Ws Womens Shoe",
      "image": "assets/products/247085_00_d.jpg",
      "manufacturer": "LOWA",
      "purpose": "Trekking",
      "version": "Over ankle-high boots",
      "for": "Women's",
      "material": "Leather",
      "description": "With the LOCARNO GTX® QC Ws, a short walk can turn into a long stroll through the city. The trendy embossing on high-quality leather, the Gore-Tex® lining, a newly designed, reduced LOWA-MONOWRAP® construction and a cushioning midsole made of DynaPU® make this fashionable women's shoe an all-rounder that rises to every urban challenge. There is also nothing to prevent a short stroll along forest trails and meadow paths.",
      "price": 141.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Dachstein Super Ferrata MC GTX Women Hiking Shoe",
      "image": "assets/products/331901_00_d.jpg",
      "manufacturer": "Dachstein",
      "purpose": "Trekking",
      "version": "Over ankle-high boots",
      "for": "Women's",
      "material": "Leather",
      "description": "Dachstein worked together exclusively with Vibram® to develop the Pinter sole especially for via ferratas. The lightweight PU midsole reinforces the main sole, while also absorbing shocks for stable and energy-saving progress on the rock face. It has a longer life than the conventional EVA soles otherwise commonly used for these purposes. It remains sturdy, even after numerous tours in rocky terrain.",
      "price": 126.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Dachstein Torstein GTX Women's Backpacking Shoe",
      "image": "assets/products/272522_00_d.jpg",
      "manufacturer": "Dachstein",
      "purpose": "Trekking",
      "version": "Over ankle-high boots",
      "for": "Women's",
      "material": "Leather",
      "description": "The extra-stable backpacking boot has a higher-cut shaft for a firm fit on uneven terrain, and even protects feet from water on slopes with a shallow covering of snow. Dachstein uses superior quality suede in the production of Torstein GTX. The leather on the lower part of the shaft is protected from rubble, wear and tear in rocky areas as it is wrapped in a bandage of lightweight and extremely abrasion-proof Lorenzi eFoam.",
      "price": 158.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Dachstein Super Ferrata MC GTX Men Hiking Shoe",
      "image": "assets/products/331897_00_d.jpg",
      "manufacturer": "Dachstein",
      "purpose": "Trekking",
      "version": "Over ankle-high boots",
      "for": "Men's",
      "material": "Leather",
      "description": "Dachstein worked together exclusively with Vibram® to develop the Pinter sole especially for via ferratas. The lightweight PU midsole reinforces the main sole, while also absorbing shocks for stable and energy-saving progress on the rock face. It has a longer life than the conventional EVA soles otherwise commonly used for these purposes. It remains sturdy, even after numerous tours in rocky terrain.",
      "price": 148.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Dachstein Skyline MC GTX Shoe",
      "image": "assets/products/298065_00_d.jpg",
      "manufacturer": "Dachstein",
      "purpose": "Trekking",
      "version": "Over ankle-high boots",
      "for": "Men's",
      "material": "Leather",
      "description": "The waterproof and breathable Gore-Tex membrane provides support in all weathers and for all activities. The winter shoe’s grippy Vibram® Predator sole proves its worth on icy terrain, so it’s equally suited for exploratory tours of the city and on trips that head off the beaten path. Uneven and rocky passages are cushioned by the pleasant shock absorption of the EVA midsole.",
      "price": 108.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Dachstein Jakob GTX Hiking Shoe",
      "image": "assets/products/297983_00_d.jpg",
      "manufacturer": "Dachstein",
      "purpose": "Trekking",
      "version": "Over ankle-high boots",
      "for": "Men's",
      "material": "Leather",
      "description": "High hiking shoes with waterproof and breathable GORE-Tex® membrane.",
      "price": 161.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Teva Hurricane XLT 2 M's Sandal",
      "image": "assets/products/323514_00_d.jpg",
      "manufacturer": "Teva",
      "purpose": "Water Sports",
      "version": "Sandals",
      "for": "Men's",
      "material": "Synthetic",
      "description": "The Hurricane XLT 2 M's are sturdy outdoor sandals made of water-resistant fabrics.",
      "price": 55.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Teva Hurricane XLT 2 M's Sandal - rapids insignia blue",
      "image": "assets/products/323516_00_d.jpg",
      "manufacturer": "Teva",
      "purpose": "Water Sports",
      "version": "Sandals",
      "for": "Men's",
      "material": "Synthetic",
      "description": "The Hurricane XLT 2 M's are sturdy outdoor sandals made of water-resistant fabrics.",
      "price": 55.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "KEEN Clearwater Leather CNX Mens Sandal - Magnet / Black",
      "image": "assets/products/216996_00_d.jpg",
      "manufacturer": "KEEN",
      "purpose": "Water Sports",
      "version": "Sandals",
      "for": "Men's",
      "material": "Synthetic",
      "description": "The Clearwater Leather can do it all. Lightweight and low profile this sandal looks great without sacrificing fit or performance. Signature KEEN toe protection, contoured arch support, and bungee lacing provide customized fit while the waterproof leather upper, multi-directional flex grooves and razor siping provide advanced traction on slick surfaces.",
      "price": 65.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "KEEN Clearwater CNX Mens Sandal - Dark Earth / Black",
      "image": "assets/products/322572_00_d.jpg",
      "manufacturer": "KEEN",
      "purpose": "Water Sports",
      "version": "Sandals",
      "for": "Men's",
      "material": "Synthetic",
      "description": "The essential KEEN fit and protection lightened up to make every step a natural connection. The Clearwater CNX features a webbing upper with traditional KEEN sandal style. The bungee lace allows for customized fit. Multi-directional flex grooves on the low-profile sole enhance the natural flexibility of the foot and improve ground contact while razor siping provides advanced traction on slick surfaces. The contoured arch supports the foot.",
      "price": 85.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "KEEN Evofit One Mens Sandal - Skydiver / Steel Grey",
      "image": "assets/products/322838_00_d.jpg",
      "manufacturer": "KEEN",
      "purpose": "Water Sports",
      "version": "Sandals",
      "for": "Men's",
      "material": "Synthetic",
      "description": "A giant leap forward in comfort and flexibility, the award-winning EVOFIT ONE sandal offers performance benefits far beyond the adaptive upper. This versatile creature is equipped for virtually any activity outside, with a sock-like fit that feels like a second skin. The internal support mechanism is anatomically engineered to provide excellent arch support and cradle the natural contours of the foot.",
      "price": 76.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Mammut Nordwand Light Mid GTX Mountain Boot Men",
      "image": "assets/products/234527_00_d.jpg",
      "manufacturer": "Mammut",
      "purpose": "Alpine",
      "version": "Over ankle-high boots",
      "for": "Men's",
      "material": "Membrane",
      "description": "When time is your enemy, speed is your friend. Speed out in the mountains is not just a concern for top athletes. In particular, when climbing in technically demanding terrain, “speed = safety” is the golden rule. With the Nordwand Light Mid GTX® Men, Mammut have developed the lightest fully crampon-compatible boot in the Mammut range.",
      "price": 360.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Mammut Magic High GTX Mountain Shoe Men",
      "image": "assets/products/306942_00_d.jpg",
      "manufacturer": "Mammut",
      "purpose": "Alpine",
      "version": "Over ankle-high boots",
      "for": "Men's",
      "material": "Membrane",
      "description": "This longstanding bestseller has been completely revised and now features an elastic fabric around the tongue, flex zone and on the heel collar. This has resulted in a huge increase in comfort and support in the boot. This effect is further enhanced by 3D-shaped heel cushioning, 3-zone lacing with efficient D-ring locking and the patented Base Fit 2.1. This is free sliding on the shoe outer above and below the heel bone using a Mammut Hammer cord, which significantly improves heel support and reduces blistering.",
      "price": 173.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Mammut Taiss Light Mid GTX Mountain Shoe Men",
      "image": "assets/products/331581_00_d.jpg",
      "manufacturer": "Mammut",
      "purpose": "Alpine",
      "version": "Over ankle-high boots",
      "for": "Men's",
      "material": "Membrane",
      "description": "Mammut apply the most demanding standards to their mountaineering shoes. The Taiss Light Mid GTX® Women takes these requirements in its stride: the combination of Contact Control and vibram® Litebase creates an optimum balance between lightness, durability and performance, while Mammut's proprietary Georganic 3D technology ensures a perfect fit. With the Taiss Light Mid GTX® Women, you can enjoy smooth ascents in alpine terrain, leaving you free to concentrate on your activities on rocks, ice and snow.",
      "price": 173.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Mammut Ayako High GTX Mountain Shoe Men",
      "image": "assets/products/232986_00_d.jpg",
      "manufacturer": "Mammut",
      "purpose": "Approach | Via Verrata",
      "version": "Over ankle-high boots",
      "for": "Men's",
      "material": "Membrane",
      "description": "A velours-textile shoe developed specifically for via ferrata - lightweight, direct, close-fitting and close to the ground. With Base Fit®, external TPU Motion Control®, FeetMap climate regulation, integrated memo foam and a pre-shaped tongue with elastic GORE-TEX construction. The 3-zone lacing, GORE-TEX Performance Comfort Footwear membrane and the proven, lightweight and climbing-compatible Vibram® Mulaz sole with integrated Climbing Zone provide additional comfort, a precise fit and safety.",
      "price": 128.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Mammut Alnasca Pro Mid GTX Approach Shoe Men",
      "image": "assets/products/305800_00_d.jpg",
      "manufacturer": "Mammut",
      "purpose": "Approach | Via Verrata",
      "version": "Over ankle-high boots",
      "for": "Men's",
      "material": "Membrane",
      "description": "Gets you closer to the peak: The Alnasca Pro Mid climbing boot takes climbers and hikers to where they want be. The integrated Michelin® Rock Tech sole, made from an OCX rubber blend, provides comfort and safety on demanding paths as well as excellent grip for climbing. The precise fit and compact TPU heel clip give the boot a stable footbed for a high level of comfort. The toe and heel are reinforced with rubber tips to offer protection from scree and rocks.",
      "price": 121.99,
      "size": [
        "42 (8)",
        "42 2/3 (8.5)",
        "44 (9.5)",
        "44 2/3 (10)",
        "45 1/3 (10.5)",
        "47 1/2 (12)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Merrell Women's Sandspur Rose Leather Sandal",
      "image": "assets/products/266715_00_d.jpg",
      "manufacturer": "Merrell",
      "purpose": "Hiking",
      "version": "Sandals",
      "for": "Women's",
      "material": "Synthetic",
      "description": "On a long trail through the dunes, tighten up our adjustable outdoor sandal—neoprene-lined for extra comfort.",
      "price": 50.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Merrell Women's Terran Lattice II Sandal",
      "image": "assets/products/266691_00_d.jpg",
      "manufacturer": "Merrell",
      "purpose": "Hiking",
      "version": "Sandals",
      "for": "Women's",
      "material": "Synthetic",
      "description": "Savor summer days by the lake. The breathable mesh-and-leather sandals Terran Lattice II with a bright pop of color keep your feet feeling as cool and carefree as you look wearing them. With natural flex and a grip for durable traction, the sandal feels comfortable all day.",
      "price": 50.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Merrell Women's District Mendi Backstrap",
      "image": "assets/products/321423_00_d.jpg",
      "manufacturer": "Merrell",
      "purpose": "Hiking",
      "version": "Sandals",
      "for": "Women's",
      "material": "Synthetic",
      "description": "Seek the unknown daily in District Mendi — designed with stylish textile upper and go-anywhere M Select™ GRIP outsole to keep your path smooth and steady.",
      "price": 50.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Merrell Women's All Out Blaze Sieve Hiking Shoe",
      "image": "assets/products/321187_00_d.jpg",
      "manufacturer": "Merrell",
      "purpose": "Hiking",
      "version": "Loafers",
      "for": "Women's",
      "material": "Synthetic",
      "description": "Intense overland missions require both speed and hiking performance. Add in stream crossings, and you need the All Out Blaze Sieve, a water-ready, agile hiking shoe. Its open designed, water-shedding upper hugs your foot to an aggressive, responsive trail platform made to flex naturally and connect to terrain, while protecting underfoot.",
      "price": 68.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Merrell Women MQM Flex Gore-Tex Hiking Shoes",
      "image": "assets/products/283988_00_d.jpg",
      "manufacturer": "Merrell",
      "purpose": "Hiking",
      "version": "Loafers",
      "for": "Women's",
      "material": "Synthetic",
      "description": "Inspired by athletes and made for you, this hybrid packs all the technology needed for Moving Quickly in the Mountains™ into one fast, protective shoe.",
      "price": 73.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Merrell Women MQM Flex Gore-Tex Hiking Shoes",
      "image": "assets/products/266531_00_d.jpg",
      "manufacturer": "Merrell",
      "purpose": "Hiking",
      "version": "Loafers",
      "for": "Women's",
      "material": "Synthetic",
      "description": "Inspired by athletes and made for you, this hybrid packs all the technology needed for Moving Quickly in the Mountains™ into one fast, protective shoe.",
      "price": 73.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shoes",
      "name": "Merrell Women's Choprock Shandal Hiking Shoe",
      "image": "assets/products/321159_00_d.jpg",
      "manufacturer": "Merrell",
      "purpose": "Hiking",
      "version": "Loafers",
      "for": "Women's",
      "material": "Synthetic",
      "description": "For days spent on trails around water, this capable hiker is packed with considered materials that dry out fast, grip on slick terrain, and protect your feet from debris.",
      "price": 71.99,
      "size": [
        "37 1/3 (4.5)",
        "38 2/3 (5.5)",
        "39 1/3 (6)",
        "40 (6.5)",
        "42 (8)"
      ]
    },
    {
      "category": "Shorts & Pants",
      "name": "Mammut Eisfeld Guide Softshell Pants Men - black",
      "image": "assets/products/330572_00_d.jpg",
      "manufacturer": "Mammut",
      "version": "Alpine pants",
      "for": "Men's",
      "length": "Pants",
      "description": "The hybrid softshell pants with technical material mix for the colder days: With the Eisfeld Guide SO Pants Men you can enjoy the variety of softshell pants. It combines excellent breathability and flexibility with the extra portion of weather protection. This makes them perfect for everything between ski (high) touring and ice climbing - after all, they are much more flexible than hardshell pants. Gore-Tex Infinium prevents water from penetrating into exposed areas where the seams are additionally glued, so that the trousers can score with all-round weather protection.",
      "price": 258.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Mammut Nordwand Pro Hardshell Pants Men - ice",
      "image": "assets/products/271622_00_d.jpg",
      "manufacturer": "Mammut",
      "version": "Alpine pants",
      "for": "Men's",
      "length": "Pants",
      "description": "Like pants like jacket. In extreme situations when ice climbing or on mountain tours, the best hard shell is nothing without equivalent weather protection pants. Mammut have therefore revised the Nordwand Pro HS Pants Men from the new Eiger Extreme collection and made them even better. As with the Nordwand Pro HS Jacket, Mammut have used a robust, lightweight and elastic GORE-TEX® Pro material which works in combination with the climbing-specific tailoring to create the ideal symbiosis of weather protection and freedom of movement. The waist can be adjusted quickly and easily from the outside, two waterproof 3/4 zippers provide ventilation as required and the dropseat with a waterproof 2-way zipper avoids the need to take them off. The gaiters can be adjusted perfectly to suit ski or mountaineering boots and both the seam edge reinforcements and crampon protection are made from the practically indestructible Dyneema® material. Which means: the Nordwand Pro HS Pants Men are Mammut's best pants for extreme situations.",
      "price": 522.99,
      "size": ["S", "M", "L", "XL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Mammut Nordwand Flex Hardshell Pants Men - black",
      "image": "assets/products/331765_00_d.jpg",
      "manufacturer": "Mammut",
      "version": "Alpine pants",
      "for": "Men's",
      "length": "Pants",
      "description": "Challenging terrain requires demanding clothing: the Nordwand HS Flex Pants Men are made of a carefully considered combination of materials with 3-layer GORE-TEX® material and innovative, highly bi-elastic GORE-TEX® Stretch material, which makes the pants not only comfortable but also weatherproof. The use of highly bi-elastic GORE-TEX® Stretch material on the thighs affords you increased freedom of movement, while the sections on the hips and leg hems provide a perfect fit and weather protection. Mammut® Vertical Motion Technology™ optimizes the ergonomics during alpine movement sequences. The crampon protection and climbing harness-compatible front pockets with waterproof zipper in a matt look prove practical so that you are prepared for everything on the terrain.",
      "price": 245.99,
      "size": ["S", "M", "L", "XL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Norrona bitihorn lightweight Pants Men - Hot Sapphire",
      "image": "assets/products/317322_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Softshell pants",
      "for": "Men's",
      "length": "Pants",
      "description": "Challenging terrain requires demanding clothing: the Nordwand HS Flex Pants Men are made of a carefully considered combination of materials with 3-layer GORE-TEX® material and innovative, highly bi-elastic GORE-TEX® Stretch material, which makes the pants not only comfortable but also weatherproof. The use of highly bi-elastic GORE-TEX® Stretch material on the thighs affords you increased freedom of movement, while the sections on the hips and leg hems provide a perfect fit and weather protection. Mammut® Vertical Motion Technology™ optimizes the ergonomics during alpine movement sequences. The crampon protection and climbing harness-compatible front pockets with waterproof zipper in a matt look prove practical so that you are prepared for everything on the terrain.",
      "price": 245.99,
      "size": ["S", "M", "L", "XL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Norrona bitihorn Zip off Pants Men - Indigo Night",
      "image": "assets/products/248374_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Softshell pants",
      "for": "Men's",
      "length": "Pants",
      "description": "Norrøna's most flexible hiking pants for warmer weather with a flexible zip off solution. Made in a stretchy, breathable and durable flex™1 soft shell and a woven polyamide fabric. Features include Custom-fit waist system™, inside gaiter hook, two thigh pockets and zip-off system. The legs have a slim fit, but can be adjusted to fit wider boots.",
      "price": 199.99,
      "size": ["S", "M", "L", "XL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Norrona Falketind Windstopper hybrid Pants - 3897 Olive Drab",
      "image": "assets/products/248975_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Softshell pants",
      "for": "Men's",
      "length": "Pants",
      "description": "Light, weather protective pants made with the perfect combination of GORE Windstopper® and flex™1 fabric. These pants are very breathable and stretchy, making them suitable for high intensity activities. The wind resistant flex™1 fabric is comfortable and breathable yet exhibits excellent water repellency. The seat, knees and lower legs are reinforced with Windstopper® fabric to provide extra protection for exposed areas.",
      "price": 128.99,
      "size": ["S", "M", "L", "XL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Norrona falketind flex1 Pants Men 3321-14 - Caviar",
      "image": "assets/products/68083_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Softshell pants",
      "for": "Men's",
      "length": "Pants",
      "description": "Norrøna's lightest flex™1 soft shell pants developed for all kinds of mountaineering and outdoor activities. These pants are very breathable and stretchy, which makes them suitable for high-intensity activities. The soft shell surface makes for a comfortable and wind-resistant pair of pants that exhibits excellent water repellency. The fit is a bit tighter compared to Norrøna's other pants for optimal mountaineering use. Critical features includes Custom-fit waist system™ for optimal adjustments, inside gaiter hook, snap tightening around ankles and zipper closed pockets. The perfect pair of all-round pants for the active outdoor enthusiast. Inseam length in size L = 86 cm. Length differs 2 cm per size up and down.",
      "price": 108.99,
      "size": ["S", "L", "XL", "XXL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Norrona svalbard mid cotton Pants Men - Olive Night",
      "image": "assets/products/317068_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Trekking and Hiking pants",
      "for": "Men's",
      "length": "Pants",
      "description": "The svalbard mid cotton Pants is versatile hiking and trekking pants made in an organic cotton rich blend for mixed seasons. Fully functional and with all features needed for any adventure – and still with a cool looking appearance. The svalbard mid cotton Pants features hand pockets with a hidden zipped security pocket for spare money or other belongings for the backpacking user, one side-zipped thigh pocket with an interior phone pocket, Custom-Fit Waist system™ and belt loops.",
      "price": 95.99,
      "size": ["L", "XL", "XXL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Norrona trollveggen Gore-Tex Light Pro Pants Men 3005-16 - Caviar",
      "image": "assets/products/178843_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Trekking and Hiking pants",
      "for": "Men's",
      "length": "Pants",
      "description": "Durable, weather protective and waterproof pants, developed for the perfect balance between weight and durability. Made with GORE-TEX® light Pro fabric for maximum alpine versatility and performance, with a soft and comfortable liner. These pants are your go-to choice for mountaineering activity in snow or rain. Features include two hand pockets, one thigh pocket and side zips for venting and easy pull-on over boots. Lower leg fits randonne boot and has elastic tightening as well as a gaiter hook for attaching boots laces.",
      "price": 298.99,
      "size": ["L", "XL", "XXL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Norrona lofoten Gore-Tex Pro Light Pants Men - Bamboo Green",
      "image": "assets/products/340339_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Water resistant",
      "for": "Men's",
      "length": "Pants",
      "description": "Developed to achieve the perfect balance between lightweight and durability, these pants have a lot of the same features as the lofoten Gore-Tex Pro Pants but are made in a lightweight wind and waterproof 80D GORE-TEX® Pro fabric. They have key features such as Custom-fit system™ waist adjustment, thigh ventilation with powder mesh, thigh pockets for essential gear and reinforcement on the lower leg. The cut of the pants is slightly tighter than on the lofoten Gore-Tex Pro, but still with a fit that is customized for big mountain freeride.",
      "price": 323.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Norrona lofoten Gore-Tex Pro Pants Men - Rooibos Tea",
      "image": "assets/products/340307_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Water resistant",
      "for": "Men's",
      "length": "Pants",
      "description": "With the intention of being a game changer to a new generation of skiers, the lofoten Gore-Tex Pro Pants were made uncompromisingly to fulfill the big mountain freeriders need for protection from the most demanding conditions out there. Just like the original, the pants have a looser, functional fit and unique features such as thigh cargo pockets to ensure easy storing, long zippers for great ventilation and extremely durable reinforcement on the lower leg to protect the pants from steel edges.",
      "price": 420.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Marmot Pro Tour Pant - black",
      "image": "assets/products/335188_00_d.jpg",
      "manufacturer": "Marmot",
      "version": "Cross-country pants",
      "for": "Men's",
      "length": "Pants",
      "description": "With the intention of being a game changer to a new generation of skiers, the lofoten Gore-Tex Pro Pants were made uncompromisingly to fulfill the big mountain freeriders need for protection from the most demanding conditions out there. Just like the original, the pants have a looser, functional fit and unique features such as thigh cargo pockets to ensure easy storing, long zippers for great ventilation and extremely durable reinforcement on the lower leg to protect the pants from steel edges.",
      "price": 148.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Löffler Functional Pants Sport Micro 19377 - black 990",
      "image": "assets/products/189908_00_d.jpg",
      "manufacturer": "Löffler",
      "version": "Cross-country pants",
      "for": "Men's",
      "length": "Pants",
      "description": "The long functional pants made of a micro material mix with double dry (back) are wind- and water-repellent and breathable. The trousers are equipped with mesh lining, transtex® lining in the back area and a leg end rubber. Thanks to the short leg zip, the long pants can be put on and taken off quickly and easily. The waist can be adjusted with a cord. In addition, many important things can be stowed away in the zip pockets, which should not be missing during sports either. The ventilation openings make the wearing comfort perfect. Reflectors also ensure better visibility in poor lighting conditions.",
      "price": 82.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Löffler Pants Elegance WS Light 19374 - lime 346",
      "image": "assets/products/334403_00_d.jpg",
      "manufacturer": "Löffler",
      "version": "Cross-country pants",
      "for": "Men's",
      "length": "Pants",
      "description": "Windproof, water-repellent and breathable softshell pants with thermo inner velour (back). The shaped knee ensures good mobility, while the reflectors provide better visibility in low light conditions. Thanks to the short leg zip and elastic waistband, the long pants can be put on and taken off quickly and easily. The trousers are also equipped with a pants zip and belt loops. In the zip pockets many important things can be stowed, which should not be missing during sports.",
      "price": 110.99,
      "size": ["L", "XL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Odlo Men's AEOLUS ELEMENT Pants 622232 - 15000 black",
      "image": "assets/products/286544_00_d.jpg",
      "manufacturer": "Odlo",
      "version": "Cross-country pants",
      "for": "Men's",
      "length": "Pants",
      "description": "Windproof, breathable and water-repellent, the Aeolus Element Warm pants offer effective protection against the elements when you're on the cross-country track. Boost your warmth against chilling winds with the pants equipped with Logic Windproof material which effectively stops windchill so you can perform more efficiently. This material is also extremely breathable and offers water-repellency for even better protection. 3L Eyelet Softshell material also brings perfect moisture wicking to your time outside so you stay drier and warmer for longer. With an adjustable waist, you'll enjoy a versatile and comfortable fit every time. Get moving through cold winds this winter with better efficiency in the Aeolus Element Warm pants for men.",
      "price": 50.99,
      "size": ["L", "XL", "XXL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Odlo Pants MILES 622152 - 15001 black - black",
      "image": "assets/products/285185_00_d.jpg",
      "manufacturer": "Odlo",
      "version": "Cross-country pants",
      "for": "Men's",
      "length": "Pants",
      "description": "Windproof and breathable pants for cross-country skiing and other nordic sports. Equipped with an elastic waistband with drawcord, articulated knees and a zip side pocket.",
      "price": 55.99,
      "size": ["L", "XL", "XXL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Salomon Stormseason Pant - night sky",
      "image": "assets/products/332275_00_d.jpg",
      "manufacturer": "Salomon",
      "version": "Ski pants",
      "for": "Men's",
      "length": "Pants",
      "description": "The STORMSEASON PANT is a warm, versatile pant that matches with all the jackets in the Storm range. Its stretch fabric offers enough mobility for dynamic skiing, and the backcountry inspired, clean lines and removable suspenders are ready for the deepest days. It also comes in long and short sizes",
      "price": 109.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Salomon Iceglory Pants - lyons blue",
      "image": "assets/products/332273_00_d.jpg",
      "manufacturer": "Salomon",
      "version": "Ski pants",
      "for": "Men's",
      "length": "Pants",
      "description": "A super versatile, insulated pant with stretch comfort, the ICEGLORY PANT matches many Salomon jackets and has internal leg vents for year round skiing comfort. Short and long sizes available.",
      "price": 150.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Salomon Chill Out Bib Pant - hawaiian surf",
      "image": "assets/products/281761_00_d.jpg",
      "manufacturer": "Salomon",
      "version": "Ski pants",
      "for": "Men's",
      "length": "Pants",
      "description": "Relax, you're ready to shred in any weather with the CHILL OUT BIB PANT. Its combination of waterproof protection, lightweight insulation and bib construction keeps the cold and wet out, while the generous fit and stretch fabric lets you move freely for maximum shred.",
      "price": 155.99,
      "size": ["M", "L", "XL"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Ocun Noya Shorts Women - Blue/Yellow",
      "image": "assets/products/221547_00_d.jpg",
      "manufacturer": "Ocun",
      "version": "Climbing pants",
      "for": "Women's",
      "length": "Knickers",
      "description": "Women's lightweight climbing pants.The capri version of Noya pants has elastic hems bellow knees. Noya Shorts are made of functional, quick-drying, anti-crease and anti-pilling fabric. They are perfect for summertime and indoor climbing. The ergonomic cut allows unrestricted movement.",
      "price": 45.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Ocun Noya Shorts Women - brown/yellow",
      "image": "assets/products/333705_00_d.jpg",
      "manufacturer": "Ocun",
      "version": "Climbing pants",
      "for": "Women's",
      "length": "Knickers",
      "description": "Women´s lightweight climbing pants. The capri version of Noya pants has elastic hems bellow knees. Noya Shorts are made of functional, quick-drying, anti-crease and anti-pilling fabric. They are perfect for summertime and indoor climbing. The ergonomic cut allows unrestricted movement.",
      "price": 47.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Ocun Noya Shorts Women - Red/Yellow",
      "image": "assets/products/279426_00_d.jpg",
      "manufacturer": "Ocun",
      "version": "Climbing pants",
      "for": "Women's",
      "length": "Knickers",
      "description": "Women´s lightweight climbing pants. The capri version of Noya pants has elastic hems bellow knees. Noya Shorts are made of functional, quick-drying, anti-crease and anti-pilling fabric. They are perfect for summertime and indoor climbing. The ergonomic cut allows unrestricted movement.",
      "price": 42.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Patagonia Women's Fleetwith Skort",
      "image": "assets/products/308040_00_d.jpg",
      "manufacturer": "Patagonia",
      "version": "Skort",
      "for": "Women's",
      "length": "Shorts",
      "description": "For summer bike commuting and more, this active-inspired, multifunctional skort is made of a stretchy, comfortable recycled polyester/spandex blend. Fair Trade Certified™ sewn.",
      "price": 38.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Patagonia Women's Fleetwith Skort - Black",
      "image": "assets/products/308035_00_d.jpg",
      "manufacturer": "Patagonia",
      "version": "Skort",
      "for": "Women's",
      "length": "Shorts",
      "description": "For summer bike commuting and more, this active-inspired, multifunctional skort is made of a stretchy, comfortable recycled polyester/spandex blend. Fair Trade Certified™ sewn.",
      "price": 38.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Marmot Women's Cabrera Short 49540 - terracotta 120",
      "image": "assets/products/243524_00_d.jpg",
      "manufacturer": "Marmot",
      "version": "Climbing pants",
      "for": "Women's",
      "length": "Shorts",
      "description": "The only short you need to bring on your weeklong climbing trip. The Women’s Cabrera Short’s organic cotton fabric blend is both comfortable and incredibly soft with garment washed fabrics. Constructed with mobility in mind, this short has an inseam gusset and stretch that allows it to move with you, and long enough inseam to fit well under a harness. Zipper secure pocket and side leg pocket. UPF 50.",
      "price": 41.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Marmot Womens Cabrera Short 59110 - monsoon 3871",
      "image": "assets/products/218693_00_d.jpg",
      "manufacturer": "Marmot",
      "version": "Climbing pants",
      "for": "Women's",
      "length": "Shorts",
      "description": "With their casual look and functional design, the Cabrera Pant and Cabrera Short have already achieved cult status and should feature in every female climber’s wardrobe. The extremely high organic cotton content ensures superb wear comfort, while the stretch properties of the material promote full freedom of movement even on the hardest moves. The articulated knees and elastic waistband also guarantee an incredibly comfortable fit. With UV factor 50 protection.",
      "price": 34.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Odlo Pants 3/4 CHEAKAMUS Women 528181 - 10457 lead gray",
      "image": "assets/products/210783_00_d.jpg",
      "manufacturer": "Odlo",
      "version": "Trekking and Hiking pants",
      "for": "Women's",
      "length": "Knickers",
      "description": "Womens outdoor pants made of a stretchable woven fabric with high abrasion resistance, good wearing comfort and a Fluorocarbon-free DWR finish. UV protection 50+: Odlo clothing offers lasting UV protection over the entire life of a product - without chemical treatment and thus skin-friendly. Through dense knits and fabrics a very good protection against UV radiation is achieved.",
      "price": 37.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Odlo Pants 3/4 SPOOR Women 527831 - 15000 black",
      "image": "assets/products/210965_00_d.jpg",
      "manufacturer": "Odlo",
      "version": "Trekking and Hiking pants",
      "for": "Women's",
      "length": "Knickers",
      "description": "These Spoor ¾-length pants are a sporty and fashionable option. The lightweight, fast-drying, woven stretch fabric is ideal for all sporting activities. They also come with UV protection of 30+ for summer workouts. With security pockets. UV protection 30+: Odlo clothing offers lasting UV protection over the entire life of a product - without chemical treatment and thus skin-friendly. Through dense knits and fabrics a good protection against UV radiation is achieved.",
      "price": 30.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Odlo Women's Pants 3/4 KOYA COOL PRO 560041 - 15000 black",
      "image": "assets/products/262781_00_d.jpg",
      "manufacturer": "Odlo",
      "version": "Trekking and Hiking pants",
      "for": "Women's",
      "length": "Knickers",
      "description": "The Women’s Koya Cool Pro ¾ Pants are a comfortable, short-cut outdoor trouser, suitable for a wide range of activities. Crafted from lightweight, stretchy fabric, the Koya Cool Pro ¾ Pants are comfortable to wear, with pre-shaped legs and a modern low crotch cut to give maximum freedom of movement. The material is integrated with Odlo’s Ceramicool that helps reduce skin temperature to keep you moving. Two side pockets will hold your essentials. Get the freedom of movement you need to be at your best in the Koya Cool Pro ¾ Pants.",
      "price": 30.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Norrona falketind Gore-Tex Pants Women 1832-17 - Caviar",
      "image": "assets/products/197120_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Rain pants",
      "for": "Women's",
      "length": "Pants",
      "description": "The Women’s Koya Cool Pro ¾ Pants are a comfortable, short-cut outdoor trouser, suitable for a wide range of activities. Crafted from lightweight, stretchy fabric, the Koya Cool Pro ¾ Pants are comfortable to wear, with pre-shaped legs and a modern low crotch cut to give maximum freedom of movement. The material is integrated with Odlo’s Ceramicool that helps reduce skin temperature to keep you moving. Two side pockets will hold your essentials. Get the freedom of movement you need to be at your best in the Koya Cool Pro ¾ Pants.",
      "price": 245.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Norrona lofoten Gore-Tex insulated Pants Women - Campanula",
      "image": "assets/products/340433_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Thermo pants",
      "for": "Women's",
      "length": "Pants",
      "description": "The lofoten Gore-Tex insulated Pants for men are partly insulated and highly weather protective pants made for freeride adventures on cold days. With these softer and warmer pants, you are all set for new lines in maximum comfort without sacrificing functionality and durability. The design is a replica of the iconic lofoten Gore-Tex Pro Pants in a 2-layer construction and has kept essential features such as spacious thigh pockets, reinforcement at the legs to prevent damage from steel edges and the Custom-Fit waist system for optimal customization.",
      "price": 258.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Norrona lofoten Gore-Tex insulated Pants Women - Rhubarb",
      "image": "assets/products/340434_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Thermo pants",
      "for": "Women's",
      "length": "Pants",
      "description": "The lofoten Gore-Tex insulated Pants for men are partly insulated and highly weather protective pants made for freeride adventures on cold days. With these softer and warmer pants, you are all set for new lines in maximum comfort without sacrificing functionality and durability. The design is a replica of the iconic lofoten Gore-Tex Pro Pants in a 2-layer construction and has kept essential features such as spacious thigh pockets, reinforcement at the legs to prevent damage from steel edges and the Custom-Fit waist system for optimal customization.",
      "price": 256.99,
      "size": ["XS", "S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Norrona Roldal Gore-Tex Insulated Pants Women - 8900 Thunderbird",
      "image": "assets/products/282134_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Thermo pants",
      "for": "Women's",
      "length": "Pants",
      "description": "The røldal Gore-Tex insulated Pants for women are fully featured freeride pants offering weather protection and insulation wrapped up in a minimalistic design. Inspired by the classic chino, these pants work perfectly with the rest of the collection creating a smart and clean look without compromising on technical features and functionality. The shell fabric is made out of a durable, protective and C0 DWR 2-layer Gore-Tex® with a cotton like look and feel. The lining is made of an embossed recycled Polyester and insulated with PrimaLoft® Silver ECO, 40g/ m2 for light and comfortable insulation properties. Other features include 3/5 side ventilation with mesh to get the air flowing, two zipped hand pockets, two back pockets, elastic snow gaiters, Snap and Seal™ solution for attaching powder skirt, zip and seal solution, inside leg reinforcement tonal to the pant, Custom-Fit Waist™ system and pre-shaped knees. The pants are compatible with the ski/snowbaord bib.",
      "price": 248.99,
      "size": ["S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Norrona Super One-Piece Women - 7718 Caviar",
      "image": "assets/products/179119_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Thermo pants",
      "for": "Women's",
      "length": "Pants",
      "description": "The ultimate next-to-skin one piece for any winter outdoor activities. Lightweight and quick drying baselayer with high warmth-to-weight ratio. Made out of Polartec® Power Dry high efficacy fabric with grid back for trapping air and quick drying. Stretch zones in lightweight Polartec® Powerstretch material. Welcome into your new favorite super technical cold conditions underwear.",
      "price": 98.99,
      "size": ["XS", "S", "M", "L"]
    },
    {
      "category": "Shorts & Pants",
      "name": "Norrona falketind warm1 stretch Pants Women - Caviar",
      "image": "assets/products/226829_00_d.jpg",
      "manufacturer": "Norrona",
      "version": "Thermo pants",
      "for": "Women's",
      "length": "Pants",
      "description": "The new falketind warm1 stretch Pants are Norrøna's warmest stretch fleece tights made for all season use. Replacing the old trollveggen tights, these will provide great insulation under your shell pants on cold days or can be worn by themselves as a warm and super flexible tights. The quick drying Polartec® Power Stretch Pro fabric provides great stretch and good durability. Other neat features include a small zip pocket, smooth waist band and leg folding to prevent bulking.",
      "price": 69.99,
      "size": ["XS", "S", "M", "L"]
    }
  ]
}
